Repository: reelsense/btsync-deb
Catalog: btsync/debian/po/*.po
Languages: cs, de, es, fr, gl, hu, it, nl, pl, ru

source: You can choose, if you want BitTorrent Sync to run as root (not recommended), under it's own unprivileged credentials (user: btsync, group: btsync) or under an arbitrary user of your choice. WARNING: If you change this setting in an already running instance, you must take care of changing the ownership of all files in the managed folder shares in order to make sure that BitTorrent Sync will still be able to access and modify them.
de: Sie können wählen, ob BitTorrent Sync als "root" Benutzer (nicht empfohlen), als eigenen Systembenutzer (Benutzer: btsync, Gruppe: btsync) oder als einen beliebigen Benutzer ausgeführt werden soll. WARNUNG: Wenn Sie diese Einstellung in einer bereits konfigurierten Instanz verändern, müssen Sie sicher stellen, dass BitTorrent Sync weiterhin in der Lage ist, auf alle geteilten Dateien und Verzeichnisse sowohl lesend als auch schreibend zuzugreifen.
es: Puede elegir si desea que BitTorrent Sync se ejecute como «root» (no recomendado), bajo sus propias credenciales sin privilegios (usuario: btsync, grupo: btsync) o bajo un usuario arbitrario a su elección. ADVERTENCIA: si cambia este parámetro en una instancia en ejecución, deberá encargarse de cambiar la propiedad de todos los archivos de la carpetas compartidas gestionadas para asegurarse de que BitTorrent Sync sigue siendo capaz de acceder a las mismas y modificarlas.
fr: Vous pouvez choisir, si vous voulez que BitTorrent Sync soit executé en tant que root (non recommandé), sous un identifiant non priviliégié (utilisateur : btsync, groupe : btsync) ou sous un autre utilisateur de votre choix. ATTENTION : Si vous changez ce paramètre dans une instance déjà en cours d'execution, vous devez prendre soin de changer la propriété de tous les fichiers dans les répertoires partagés afin que BitTorrent Sync soit toujours en mesure d'y accéder et de les modifier.
gl: Pode escoller se quere que o BitTorrent Sync se execute como administrador (root), cousa que non recomendamos, coas credenciais sen privilexios (usuario: btsync, grupo: btsync) ou como un usuario segundo a súa escolla. AVISO: Se cambia esta configuración nunha instancia en execución, ten que ter a precaución de cambiar a titularidade (propietario) de todos os ficheiros na administración de cartafoles compartidos a fin de asegurar que o BitTorrent Sync aínda poderá acceder a eles e modificalos.
hu: Beállítható hogy a BitTorrent Sync rendszergazdai (nem ajánlott) vagy a saját felhasználói (felhasznlónév: btsync, csoport: btsync) jogkörökkel fusson. FIGYELEM: Ha úgy változtatjuk ezt a beállítást, hogy a BitTorrent Sync már futott korábban, akkor gondoskodnunk kell a megosztott könyváraknak és fájloknak a megfelelő jogosultsági beállításairól, hogy a BitTorrent Sync továbrra is írhassa és olvashassa azokat.
it: Consente di scegliere, se BitTorrent Sync viene eseguito come utente "root" (non consigliato), come utente non privilegiato (utente: btsync, gruppo: btsync) o come un utente quasiasi. ATTENZIONE: Se quest'impostazione viene modificata in un'istanza precedentemente esistente, sarà necessario fare sì che BitTorrent Sync sia ancora in grado di accedere e scrivere su tutti i file e tutte le cartelle condivise configurate.
pl: Możesz wybrać, jeśli chcesz aby BitTorrent Sync działał na prawach roota (nie zalecane), zamiast pod własnymi uprawnieniami (użytkownik:btsync grupa:btsync) lub dowolnego innego użytkownika, którego wybierzesz. UWAGA: Jeśli zmienisz tą opcję podczas działania demona, musisz sam zadbać o zmianę właściciela wszystkich plików w używanych folderach by zapewnić BitTorrent Sync prawo dostępu i modyfikowania ich.
ru: Можно выбрать, будет ли BitTorrent Sync запускаться под учетной записью root, под своей собственной не привилегированной учетной записью (пользователь btsync, группа btsync) или под учетной записью другого указанного пользователя. ВНИМАНИЕ: при изменении этого параметра для уже работающего BitTorrent Sync необходимо изменить параметры доступа для всех файлов используемых BitTorrent Sync, так что бы к ним был доступ.

source: BitTorrent Sync Daemon Credentials have been changed!
cs: Vlastnosti daemona služby BitTorrent Sync byly úspěšně změněny.
de: Der Benutzer für den BitTorrent Sync Prozess wurde geändert!
es: ¡Las credenciales del servicio de BitTorrent Sync han cambiado!
fr: Les identifiants du démon BitTorrent Sync ont été changée !
gl: Cambiáronse as credenciais do servizo do BitTorrent Sync:
hu: BitTorrent Sync Démon jogisultságai megváltoztak!
it: Le credenziali del processo di BitTorrent Sync sono state modificate!
nl: BitTorrent Sync Daemon referenties zijn veranderd!
pl: Zmieniono uprawnienia demona BitTorrent Sync!
ru: Параметру учетной записи BitTorrent Sync были изменены!

source: Please make sure, that BitTorrent Sync will still be able to access and write to files and directories in your configured shared folders.
cs: Ujistěte se, že služba BitTorrent Sync bude moci nadále číst a zapisovat do souborů a složek ve vašich sdílených složkách.
de: Bitte stellen Sie sicher, dass BitTorrent Sync in der Lage ist, weiterhin auf alle geteilten Dateien und Verzeichnisse sowohl lesend als auch schreibend zuzugreifen.
es: Asegúrese de que BitTorrent Sync es todavía capaz de acceder y escribir los archivos y directorios en las carpetas compartidas que ha configurado.
fr: Veuillez vous assurer que BitTorrent Sync pourra toujours accéder et écrire les fichiers et les répertoires dans vos répertoires partagés configurés
gl: Asegúrese de que BitTorrent Sync aínda pode acceder e escribir nos ficheiro e directorios dos cartafoles compartidos configurados.
hu: Gondoskodjon arról, hogy a BitTorrent Sync Démonnak legyen jogosultsága írni és olvasni a megosztott könyvárakat és azok fájljait.
it: È assolutamente necessario fare sì che BitTorrent Sync sarà ancora in grado di accedere e scrivere su tutti i file e tutte le cartelle condivise configurate.
nl: Zorg ervoor, dat BitTorrent Sync nog in staat is om toegang te krijgen en te schrijven naar bestanden en mappen in uw geconfigureerde gedeelde mappen.
pl: Proszę, upewnij się, że BitTorrent Sync dalej ma prawo dostępu i modyfikowania plików i folderów w używanych folderach.
ru: Убедитесь, что у BitTorrent Sync есть доступ на чтение и модификацию файлов и директорий в синхронизируемых папках.

source: BitTorrent Sync Daemon Group:
cs: Daemon skupina služby BitTorrent Synchronizace:
de: Gruppe für BitTorrent Sync:
es: Grupo del servicio de BitTorrent Sync:
fr: Groupe du démon BitTorrent Sync :
gl: Grupo do servizo do BitTorrent Sync:
hu: BitTorrent Sync démon felhasználói csoportja:
it: Credenziali del gruppo del processo di BitTorrent Sync:
nl: BitTorrent Sync Daemon Groep
pl: Grupa dla demona BitTorrent Sync:
ru: Группа демона BitTorrent Sync:

source: You can choose, if you want BitTorrent Sync to run under a different group as the selected user credential. WARNING: If you change this setting in an already running instance, you must take care of changing the ownership of all files in the managed folder shares in order to make sure that BitTorrent Sync will still be able to access and modify them.
cs: Chcete-li, můžete rozhodnout zda služba BitTorrent Sync bude spouštěna pod jinou skupinou než zvolené přihlašovací údaje. POZOR! Pokud toto nastaveni změníte při již spuštěné instanci Syncu, budete nuceni změnit vlastníka VŠECH souborů a podsložek ve spravované synchronizované složce, aby služba BitTorrent Sync mohla nadále spravovat dané soubory.
de: Sie können wählen, ob BitTorrent Sync unter einer abweichenden Gruppe als der gewählte Benutzer ausgeführt werden soll. WARNUNG: Wenn Sie diese Einstellung in einer bereits konfigurierten Instanz verändern, müssen Sie sicher stellen, dass BitTorrent Sync weiterhin in der Lage ist, auf alle geteilten Dateien und Verzeichnisse sowohl lesend als auch schreibend zuzugreifen.
es: Puede elegir si lo desea que BitTorrent Sync se ejecute bajo un grupo distinto del usuario seleccionado. ADVERTENCIA: si cambia este parámetro en una instancia en ejecución, deberá encargarse de cambiar la propiedad de todos los archivos de la carpetas compartidas gestionadas para asegurarse de que BitTorrent Sync sigue siendo capaz de acceder a las mismas y modificarlas.
fr: Vous pouvez choisir, si vous voulez que BitTorrent Sync soit executé sous un autre groupe que les identifiants de l'utilisateur selectionné. ATTENTION : Si vous changez ce paramètre dans une instance déjà en cours d'execution, vous devez prendre soin de changer la propriété de tous les fichiers dans les répertoires partagés afin que BitTorrent Sync soit toujours en mesure d'y accéder et de les modifier.
gl: Pode escoller se quere que o BitTorrent Sync se execute desde un grupo diferente ao da credencial do usuario seleccionado. AVISO: Se cambia esta configuración nunha instancia en execución, ten que ter a precaución de cambiar a titularidade (propietario) de todos os ficheiros na administración de cartafoles compartidos a fin de asegurar que o BitTorrent Sync aínda poderá acceder a eles e modificalos.
hu: Beállítható, hogy a BitTorrent Sync milyen felhasználói csoportként fusson. FIGYELEM: Ha megváltoztatja ezt a beállítást egy már futó példány alatt, gondoskodnia kell a fájlok tulajdonosainak átállításáról is az összes megosztott könyvtárban, hogy a BitTorrent Sync továbbra is írni és olvasni tudja őket.
it: Consente di scegliere, se BitTorrent Sync viene eseguito con credenziali di un gruppo diverso da quelle dell'utente selezionato. ATTENZIONE: Se quest'impostazione viene modificata in un'istanza precedentemente esistente, sarà necessario fare sì che BitTorrent Sync sia ancora in grado di accedere e scrivere su tutti i file e tutte le cartelle condivise configurate.
nl: Je kunt kiezen om BitTorrent Sync te laten werken onder een andere groep dan de groep van de geselecteerde gebruiker. WAARSCHUWING: Als u deze instelling wijzigt in een reeds gestarte instantie, moet u zorgen voor het veranderen van de eigendom van alle bestanden in de mappen beheerd door BitTorrent Sync om ervoor te zorgen dat BitTorrent Sync nog steeds in staat is om toegang te krijgen tot de bestanden en ze te wijzigen.
pl: Możesz wybrać, jeśli chcesz aby BitTorrent Sync działał w innej grupie niż grupa wybranego użytkownika. UWAGA: Jeśli zmienisz tą opcję podczas działania demona, musisz sam zadbać o zmianę właściciela wszystkich plików w używanych folderach by zapewnić BitTorrent Sync prawo dostępu i modyfikowania ich.
ru: Можно указать, должен ли BitTorrent Sync работать под группой, отличной от группы выбранного пользователя. ВНИМАНИЕ: при изменении этого параметра для уже работающего BitTorrent Sync необходимо изменить параметры доступа для всех файлов используемых BitTorrent Sync, так что бы к ним был доступ.

source: Niceness of the BitTorrent Sync Daemon:
de: Nice-Wert für den BitTorrent Sync Prozess:
es: Amabilidad del servicio de BitTorrent Sync:
fr: Priorité du démon BitTorrent Sync :
gl: Prioridade do servizo do BitTorrent Sync:
hu: A BitTorrent Sync démon prioritási szintje:
it: Valore di nice del processo di BitTorrent Sync:
nl: Prioriteit van de BitTorrent Sync Daemon:
pl: Czułość demona BitTorrent Sync:
ru: Приоритет демона BitTorrent Sync:

source: You can specify the niceness level of the BitTorrent Sync Daemon, which affects process scheduling. Nicenesses range from -20 (most favorable scheduling) to 19 (least favorable). Specify 0 to let BitTorrent Sync run with the default niceness value.
de: Durch Festlegen eines Nice-Werts kann das Prioritätsscheduling für den BitTorrent Sync Prozess beeinflusst werden. Gültige Nice-Werte liegen zwischen -20 (höchste Scheduling Priorität) und 19 (niedrigste Priorität). Der Standardwert ist 0.
es: Puede especificar el nivel de amabilidad («niceness») del servicio de BitTorrent Sync, lo que afecta a la planificación de procesos. La amabilidad va de -20 (la planificación más favorable) a 19 (la menos favorable). Indique 0 para dejar que BitTorrent Sync se ejecute con el valor de amabilidad predeterminado.
fr: Vous pouvez indiquer le niveau de priorité du démon BitTorrent Sync, qui agit sur l'ordonnancement des processus (niceness level). La priorité va de -20 (ordonnancement le plus favorable) à 19 (le moins favorable). Indiquer 0 pour que BitTorrent Sync fonctionne au niveau de priorité par défaut.
gl: Pode especificar o nivel de prioridade do servizo do BitTorrent Sync, que afecta á planificación de procesos. A prioridade oscila entre -20 (programación máis favorábel) a 19 (menos favorábel). Especifique 0 para deixar que o BitTorrent Sync funcione co valor de prioridade predeterminado.
hu: Az folyamat ütemező számára neállítható a BitTorrent Sync Démon prioritási szintje -20-tól (legkisebb prioritás) 19-ig (legnagyobb prioritás). Alapértelmezetten 0 értékre állítva a többi folyamattal egyenértékű ütemezést (prioritást) eredményez.
it: Consente di specificare il valore di nice del processo di BitTorrent Sync che influenza la gestione delle priorità del processo. Valori di nice vanno da -20 (priorità del processo più alta) a 19 (priorità più bassa). Il valore standard è 0.
nl: U kunt de prioriteit van de BitTorrent Sync Daemon opgeven. Waarden variëren van -20 (hoogste prioriteit) tot 19 (laagste prioriteit). Geef een 0 voor de standaard waarde.
pl: Możesz wybrać poziom czułości demona BitTorrent Sync, który będzie miał wpływ na kolejkowanie procesów. Czułość w zakresie od -20 (najbardziej czułe kolejkowanie) do 19 (najmniej czułe kolejkowanie). Ustaw 0 aby BitTorrent działał z domyślnym poziomem czułości.
ru: Можно указать уровень приоритета демона BitTorrent Sync, который влияет на обработку процесса планировщиком задач. Диапазон приоритета от -20 (наивысший) до 19 (наименьший). Укажите 0 для запуска BitTorrent Sync с приоритетом по умолчанию.

source: External port number reported to the tracker:
cs: Vnější číslo portu
de: Externe Port-Nummer für den Tracker:
es: Número de puerto externo para reportar al seguidor:
fr: Port externe reporté au tracker :
gl: Número de porto externo enviado polo localizador:
hu: A trackernek hirdetett publikus port szám:
it: Porta esterna segnalata al tracker:
nl: Extern poortnummer gemeld aan de tracker:
pl: Numer portu zewnętrznego zgłoszonego do trakera:
ru: Номер внешнего порта для связи с трекером:

source: Set external port number that Sync will report to the tracker. This port will be used for incoming TCP connections. Specify 0 to let BitTorrent Sync choose the port number.
cs: Nastavte číslo vnějšího portu, kterou Sync sdělí trackeru. Tento port bude použit pro příchozí TCP spojení. Pokud zadáte 0, BitTorrent Sync si sám zvolí nejvhodnější port.
de: Legt die externe Port-Nummer fest, die BitTorrent Sync dem Tracker melden wird. Dieser Port wird für eingehende TCP Verbindungen verwendet. Durch Angabe der 0 wird BitTorrent Sync die Port-Nummer wählen.
es: Establece el puerto externo que Sync reportará al seguidor. Este puerto se usará para las conexiones TCP entrantes. Indique 0 para permitir a BitTorrent Sync que elija el número de puerto
fr: Définir le port externe reporté au tracker. Ce port sera utilisé pour la réception de connexions TCP. La valeur de 0 permet à BitTorrent Sync de choisir le port.
gl: Estabelece o número de porto externo que Sync enviará ao localizador. Este porto utilizase para as conexións TCP entrantes. Especifique 0 para que sexa BitTorrent Sync quen escolla o número de porto.
hu: Itt beállítható az a kívülről is elérhető port, amit a Sync a trackernek küld. Ez a port TPC kapcsolatokhoz lesz használva. Az automatikus port választáshoz adjon meg 0-t.
it: Consente di impostare il numero della porta esterna segnalata al tracker. Questa porta verrà usata per connessioni TCP in arrivo. Specificando 0 BitTorrent Sync sceglierà la porta da usare.
nl: Geef externe poortnummer dat Sync zal rapporterenaan de tracker. Deze poort wordt gebruikt voor inkomende TCP-verbindingen. Geef een 0 om BitTorrent Sync zelf een poortnummer te laten kiezen.
pl: Ustaw numer portu zewnętrznego, który Sync zgłosi do trakera. Ten port będzie użyty dla przychodzącego ruchu TCP. Jeśli ustawiono 0 BitTorrent Sync sam wybierze właściwy port.
ru: Определяет номер внешнего порта, который BitTorrent Sync будет отправлять на трекер. Этот порт будет использоваться для входящих TCP соединений. Укажите 0, чтобы разрешить BitTorrent Sync выбрать номер порта.

source: Debug logfile size in MB:
cs: Velikost souboru s logy v MB:
de: Größe der Debug-Logdatei in MB:
es: Tamaño del archivo de trazas de depuración en MB:
fr: Taille du fichier de log en MB :
gl: Tamaño do ficheiro de depuración en MB:
hu: Hibakereső naplózás mérete MB-ban:
it: Dimensioni file di protocollo debug in MB:
nl: Debug logbestand grootte in MB:
pl: Rozmiar logu debugowania w MB:
ru: Размер файла отладки в МБ:

source: Sets the size for the debug sync.log file. When the log file reaches this size, it is renamed to sync.log.old and a new sync.log file is created. Note: only 2 files (sync.log and sync.log.old) are kept on the hard disk at the same time if debug logging is enabled.
cs: Nastaví velikost pro debugovací soubor sync.log. Pokud soubor s logy tuto velikost překročí, bude přejmenován na sync.log.old a bude vytvořen nový soubor sync.log. POZNÁMKA: Pokud je logování chyb zapnuté, jsou na disku ponechány POUZE 2 soubory (sync.log a sync.log.old) najednou.
de: Legt die Größe für die Debug-Logdatei sync.log fest. Erreicht sie diese größe, wird sie in sync.log.old umbenannt und es wird eine neue sync.log Datei erzeugt. Achtung: es werden lediglich 2 Dateien (sync.log und sync.log.old) auf der Festplatte geschrieben, wenn Debug-Logging aktiviert ist.
es: Establece el tamaño para el archivo sync.log de depuración. Cuando el archivo llega a este tamaño se renombre a sync.log.old y se crea un nuevo archivo sync.log. Nota: solo se mantienen 2 archivos (sync.log y sync.log.old) en el disco duro a la vez, si el registro de depuración está activado.
fr: Définir la taille du fichier de debug sync.log. Lorsque le fichier sync.log atteint la taille limite, il sera renommé sync.log.old. Note : seul deux fichiers sont conservés sur le disque (sync.log et sync.log.old) si l'option de debug est activée.
gl: Estabelece o tamaño do ficheiro de depuración sync.log. Cando o ficheiro de rexistro acada este tamaño, cámbiaselle o nome a sync.log.old e crease un novo ficheiro sync.log. Nota: se está activado o rexistro de depuración, no disco ríxido só se gardan de vez 2 ficheiros (sync.log e sync.log.old).
hu: A sync.log méretét állítja be. Amikor a fájl eléri a beállított értéket, sync.log.old-ra lesz átnevezve, és egy új sync.log fájlban folytatódik a naplózás. Megjegyzés: ha a hibakereső naplózás be van kapcsolva, egyidőben mindig csak két fájl (sync.log és sync.log.old) lesz elérhető. merevlemezen,
it: Consente di impostare le dimensioni del file di protocollo sync.log. Non appena queste dimensioni verranno superate, il file verrà rinominato in sync.log.old e nuovo file sync.log verrà creato. Nota bene: solo 2 file (sync.log e sync.log.old) verranno gestiti allo stesso tempo sull'hard disc nel caso che debug logging sarà attivato.
nl: Stelt de grootte vanhet debug sync.log bestand in. Wanneer het logbestand deze grootte bereikt, wordt het hernoemd tot sync.log.old en een nieuw sync.log bestand wordt gemaakt. Let op: slechts 2 bestanden (sync.log en sync.log.old) worden op het zelfde moment bewaard op de harde schijf als debug logging is ingeschakeld.
pl: Ustaw rozmiar dla pliku loga debugowania (sync.log). Kiedy plik osiągnie dany rozmiar, zostanie zmieniona nazwa na sync.log.old i zostanie utowrzony nowy plik loga. Uwaga: tylko 2 pliki (sync.log i sync.log.old) są równocześnie trzymane na dysku jeśli włączono logowanie debugowania.
ru: Укажите максимальный размер файла отладки sync.log. Когда файл достигнет этого размера, он будет переименован в sync.log.old, а новый файл sync.log будет создан. Примечание: только 2 файла (sync.log и sync.log.old) хранятся на жестком диске одновременно, если ведение отладки включено.

source: Should BitTorrent Sync allow only SSL connections to the Web UI?
cs: Měl by BitTorrent Sync povolit jen SSL spojení do webového rozhraní?
de: Soll BitTorrent Sync nur SSL Verbindungen zur Weboberfläche zulassen?
es: ¿Debería BitTorrent Sync permitir únicamente conexiones SSL al IU Web?
fr: Voulez-vous forcer l'utilisation du SSL pour les connexions à l'interface web de BitTorrent Sync ?
gl: BitTorrent Sync debe permitir só conexións SSL coa interface web de usuario?
hu: Webes felület csak SSL kapcsolattal legyen elérhető?
it: Vuoi che BitTorrent Sync accetti solo connessioni SSL all'interfaccia web?
nl: Moet BitTorrent Sync alleen SSL-verbindingen naar de Web UI toestaan?
pl: Czy BitTorrent Sync ma pozwalać tylko na szyfrowane (SSL) połączenia do interfejsu WEB?
ru: Использовать только SSL подключение к Web-интерфейсу?

source: If enabled, only SSL (https) connections will be allowed to the Web UI.
cs: Při povolení, budou pro spojení s web. rozhraním povolena jen SSL (https) spojení.
de: Falls aktiviert, lässt BitTorrent Sync nur mit SSL verschlüsselte Verbindungen zur Weboberfläche zu.
es: Si se activa, solo se permitirán conexions SSL (https) al IU Web.
fr: Si activé, seules les connexion SSL (https) seront autorisées.
gl: Se está activado, so se permitiran conexións SSL (https) coa interface web de usuario.
hu: Ha be van állítva, csak SSL (https) kapcsolattal lehet elérni a webes felületet.
it: Se impostato su true, solo connessioni cifrate via SSL saranno permesse all'interfaccia web.
nl: Indien ingeschakeld, zullen alleen SSL (https) verbindingen de de Web UI worden toegestaan.
pl: Jeśli ustawiono, BitTorrent Sync będzię pozwalał tylko na szyfrowane (SSL) połączenia do interfejsu WEB.
ru: Если выбрано, то к Web-интерфейсу можно подключиться только через SSL соединение

source: Do you want to configure folder defaults?
cs: Přejete si zvolit výchozí nastavení složky?
de: Möchten Sie die Standardeinstellungen für geteilte Ordner festlegen?
es: ¿Desea configurar los valores por defecto de las carpetas?
gl: Quere configurar os valores predeterminados dos cartafoles?
hu: Mappa alapértelmezések szerinti konfigurálása?
it: Vuoi configurare le impostazioni di default delle cartelle condivise?
nl: Wilt u de standaard waarden voor de map configureren?
pl: Czy chcesz skonfigurować domyślne ustawienia folderów?
ru: Желаете настроить значения по умолчанию для папки?
