Repository: reelsense/btsync-deb
Catalog: btsync/debian/po/*.po
Languages: cs, de, es, fr, gl, hu, it, nl, pl, ru

source: Maximum file size difference for patching:
cs: Limit velikosti rozdílu souboru pro patchování:
de: Maximale Dateigrößendifferenz für das Patchen:
es: Máxima diferencia de tamaños de archivo para aplicar parches:
fr: Différence maximale de taille de fichier pour patcher :
gl: Diferencia no tamaño máximo do ficheiro de parches:
hu: Legnagyobb méretbeli eltérés a patcheléshez:
it: Differenza massima di file per eseguire patching:
nl: Maximale bestandsgrootte om te patchen:
pl: Maksymalna różnica rozmiaru pliku dla łatania:
ru: Максимальный размер изменений файла для применения патчей:

source: Determines a size difference in MB between versions of one file for patching. When it is reached or exceeded, the file will be updated by downloading missing chunks of information (patches). Updates for a file with a smaller size difference will be downloaded as separate files. If leaved empty, the default value applies.
cs: Určuje velikostní rozdíl souborů v MB mezi verzemi jednoho souboru pro patchování(upravení jen části souboru).Pokud je limit překročen, soubor bude aktualizován stahováním chybějících sektorů informací.
de: Definiert die maximale Größendifferenz in MB zwischen zwei Dateiversionen für das Patchen. Wenn diese Größendifferenz überschritten wird, werden nur die veränderten Bereiche übertragen. Ansonsten wird die neue Dateiversion vollständig übertragen. Falls nichts angegeben wird, gilt der Standardwert.
es: Determina la diferencia de tamaño de archivos en MB entre versiones de un archivo para aplicar un parche. Cuando dicha cantidad se alcanza o se supera, el archivo será actualizado descargando las partes de información que faltan (parches). Las actualizaciones para un archivo con un tamaño menor a esta diferencia serán descargadas como archivos separados. Si se deja en blanco, se aplica el valor predeterminado.
fr: Définit la différence de taille en Mo entre versions d'un fichier autorisant le recours à des patchs. À partir de cette différence et au-delà, le fichier est mis à jour par téléchargement des pièces manquantes (patchs). Pour un fichier dont la différence de taille est inférieure, les mises à jour sont téléchargées en tant que fichiers distincts. Si laissé vide, la valeur par défaut s'applique.
gl: Determina unha diferenza de tamaño en MB entre as versións dun ficheiro de parches. Cando se acada ou excede, o ficheiro actualizarase mediante a descarga de bloques de información ausentes (parches). A actualización dun ficheiro cunha diferenza menor no tamaño, descargarase como un ficheiro independente. Se o deixa baleiro, aplicase o valor predeterminado.
hu: Megadja a méretbeli különbséget MB-ban. E fölött csak a fájl hiányzó darabjai (patchek) lesznek letöltve. A megadott érték alatt az egész fájl letöltésre kerül. Ha üresen hagyod ezt a mezőt, az alapértelmezett érték lesz érvényben.
it: Consente di impostare la differenza di dimensioni in MB tra le versioni di un file per l'applicazione di patch. Quando il valore viene raggiunto o superato, il file sarà aggiornato scaricando solo pezzi mancanti (patch). Aggiornamenti per file con una differenza minore, saranno scaricati come file separati. Se non specificata, si applicherà il valore standard.
nl: Bepaalt een verschil in grootte in MB tussen de versies van een bestand voor het patchen. Indien groter dan zal het bestand worden bijgewerkt door het downloaden van ontbrekende stukjes informatie (patches). Indien een kleiner verschil in grootte dan worden de hele bestanden gedownload. Bij leeglaten wordt de standaardwaarde gebruikt.
pl: Określa różnicę rozmiaru w MB pomiędzy wersjami jednego pliku dla wersjonowania. Kiedy osiągnie lub przekroczy limit, plik zostanie zaktualizowany o brakujące części (patches). Aktualizacje dla pliku z małą różnicą będą ściągnięte jako osobne pliki. Jeśli puste, zostaną przyjęte wartości domyślne.
ru: Определяет в мегабайтах размер изменений между версиями файла, при котором используются патчи. Начиная с указанного размера изменений файл будет обновляться закачиванием отсутствующих кусков (патчей). Обновления для файлов с меньшим объемом изменений будут скачиваться целыми файлами. Если поле не заполнено, то используется значение по умолчанию.

source: Maximum file size for versioning:
cs: Limit velikosti souboru pro verzování:
de: Maximale Dateigröße für die Versionsverwaltung:
es: Tamaño de archivo máximo para versionado:
fr: Taille de fichier maximale pour la gestion des versions :
gl: Tamaño máximo do ficheiro de control de versións:
hu: Legnagyobb fájlméret a verziókövetéshez:
it: Dimensioni file massime per archivio versioni:
nl: Maximale bestandsgrootte voor versiebeheer:
pl: Maksymalny rozmiar pliku dla wersjonowania:
ru: Максимальный размер файла для создания версий:

source: Determines maximum file size in MB for creating file versions. When this size is exceeded, versions will not be created to save space on disk. If leaved empty, the default value applies.
cs: Určuje maximální velikost v MB pro vytváření verzí souboru. Pokud je tato velikost překročena, verze nebudou ukládány.Děje se tak pro zachování volného místa na disku.
de: Definiert die maximale Dateigröße in MB für die Aufbewahrung älterer Dateiversionen. Wenn diese Größe überschritten wird, werden keine ältere Dateiversionen aufbewahrt. Falls nichts angegeben wird, gilt der Standardwert.
es: Determina el tamaño de archivo máximo en MB para crear versiones del archivo. Cuando se supera este tamaño, no se crearán versiones para ahorrar espacio de disco. Si se deja vacío, se aplica el valor predeterminado.
fr: Définit la taille de fichier maximale en Mo autorisant la création de versions des fichiers. Au-delà de cette taille, les versions ne sont pas créées afin d'économiser l'espace disque. Si laissé vide, la valeur par défaut s'applique.
gl: Determina o tamaño máximo do ficheiro en MB para a creación de versións de ficheiros. Cando se supera este tamaño, non se crearán versións para aforrar espazo no disco. Se o deixa baleiro, aplicase o valor predeterminado.
hu: A verziókövetéshez használt legnagyobb fájlméretet MB-ban. Helymegtakarítási célból e méret fölött nem lesz verziókövetés. Üresen hagyva ezt a mezőt, az alapértelmezett érték lesz érvényben.
it: Consente di impostare le dimensioni massime di file in MB per l'archivio versioni. Se queste dimensioni verranno superate, la vecchia versione non verrà archiviata al fine di salvare spazio. Se non specificate, si applicherà il valore standard.
nl: Bepaalt maximale bestandsgrootte in MB voor het maken van bestandsversies. Als deze grootte wordt overschreden, zullen geen versies worden gemaakt om ruimte te besparen op de harde schijf. Bij leeg laten wordt de standaardwaarde gebruikt.
pl: Określa maksymalny rozmiar pliku w MB dla wersjonowania. Jeśli ten limit zostanie przekroczony, wersje nie będą tworzone dla oszczędzania miejsca na dysku. Jeśli puste zostaną przyjęte wartości domyślne.
ru: Определяет в мегабайтах максимальный размер файла при создании версии. При превышении указанного размера, новые версии не будут создаваться (это позволит сэкономить дисковое пространство). Если поле не заполнено, то используется значение по умолчанию.

source: Send Buffer Size:
cs: Velikost bufferu pri odesilani:
de: Größe des Sendepuffers:
es: Tamaño del búfer de envío:
fr: Taille du tampon d'envoi :
gl: Tamaño do búfer de envío:
hu: Küldő gyorsítótár mérete:
it: Dimensioni del buffer di trasmissione:
nl: Verzend Grootte buffergeheugen:
pl: Wielkość bufora wysyłania:
ru: Размер исходящего буфера:

source: This is the amount of real memory in MB that will be used for cached send operations. This value can be set in the range from 1 to 100 MB. If leaved empty, the default value applies.
cs: Toto je skutečné množství paměti, která bude použita ke cachování při uploadu. Tato hodnota se může pohybovat mezi čísly 1 až 100MB. Pokud necháte pole prázdné, bude aplikována defaultní hodnota.
de: Dies ist die effektive Größe in MB des Speicherbereiches für gepufferte Sendeoperationen. Der Wert darf im Bereich 1 bis 100 MB angegeben werden. Falls nichts angegeben wird, gilt der Standardwert.
es: Cantidad de memoria real en MB que se usará para operaciones de envío cacheadas. Este valor se puede establecer en el rango entre 1 y 100 MB. Si se deja en blanco, se aplica el valor predeterminado.
fr: Il s'agit de la quantité de mémoire réelle en Mo utilisée pour la mise en cache des opérations d'envoi. Cette valeur peut être ajustée de 1 à 100 Mo. Si laissé vide, la valeur par défaut s'applique.
gl: Esta é a cantidade real de memoria, en MB, que utilizar para as operacións de envío almacenadas na memoria caché. Este valor pode estabelecerse no intervalo de 1 a 100 MB. Se o deixa baleiro, aplicase o valor predeterminado.
hu: A küldő gyorsítótár valós memóriamérete MB-ban. Az érték 1 és 100MB közötti lehet. Üresen hagyva ezt a mezőt, az alapértelmezett érték lesz érvényben.
it: Quantitativo di memoria in MB realmente allocata per operazioni di trasmissione in cache. Questo valore può essere impostato nell'intervallo da 1 a 100 MB. Se non specificato, si applicherà il valore standard.
nl: Dit is de hoeveelheid geheugen in MB welke zal worden gebruikt voor cache verzend operaties. Deze waarde kan worden ingesteld van 1 tot 100 MB. Bij leeg laten wordt de standaardwaarde gebruikt.
pl: To jest ilość rzeczywistej pamięci w MB, która będzie używana dla pamięci podręcznej wysyłania. Ta wartość może zawierać się w przedziale od 1 do 100 MB. Jeśli puste zostaną przyjęte wartości domyślne.
ru: Определяет размер ОЗУ в мегабайтах, который выделяется для кэширования в операциях отправки данных. Поле может принимать значение от 1 до 100 МБ. Если поле не заполнено, то используется значение по умолчанию.

source: Receive buffer size:
cs: Velikost bufferu pri prijmu:
de: Größe des Empfangspuffers:
es: Tamaño del búfer de recepción:
fr: Taille du tampon de réception :
gl: Tamaño do búfer de recepción:
hu: Fogadó gyorsítótár mérete:
it: Dimensioni del buffer di ricezione:
nl: Ontvangen buffergrootte:
pl: Wielkość bufora odbierania:
ru: Размер приемного буфера:

source: This is the amount of real memory in MB that will be used for cached receive operations. This value can be set in the range from 1 to 100 MB. If leaved empty, the default value applies.
cs: Toto je skutečné množství paměti, která bude použita ke cachování při stahování. Tato hodnota se může pohybovat mezi čísly 1 až 100MB. Pokud necháte pole prázdné, bude aplikována defaultní hodnota.
de: Dies ist die effektive Größe in MB des Speicherbereiches für gepufferte Leseoperationen. Der Wert darf im Bereich 1 bis 100 MB angegeben werden. Falls nichts angegeben wird, gilt der Standardwert.
es: Cantidad de memoria real en MB que se usará para operaciones de recepción cacheadas. Este valor se puede establecer en el rango entre 1 y 100 MB. Si se deja en blanco, se aplica el valor predeterminado.
fr: Il s'agit de la quantité de mémoire réelle en Mo utilisée pour la mise en cache des opérations de réception. Cette valeur peut être ajustée de 1 à 100 Mo. Si laissé vide, la valeur par défaut s'applique.
gl: Esta é a cantidade real de memoria, en MB, que utilizar para as operacións de recepción almacenadas na memoria caché. Este valor pode estabelecerse no intervalo de 1 a 100 MB. Se o deixa baleiro, aplicase o valor predeterminado.
hu: A fogadó gyorsítótár valós memóriamérete MB-ban. Az érték 1 és 100MB közötti lehet. Üresen hagyva ezt a mezőt, az alapértelmezett érték lesz érvényben.
it: Quantitativo di memoria in MB realmente allocata per operazioni di ricezione in cache. Questo valore può essere impostato nell'intervallo da 1 a 100 MB. Se non specificato, si applicherà il valore standard.
nl: Dit is de hoeveelheid geheugen in MB welke zal worden gebruikt voor ontvangst cache operaties. Deze waarde kan worden ingesteld van 1 tot 100 MB. Bij leeg laten wordt de standaardwaarde gebruikt.
pl: To jest ilość rzeczywistej pamięci w MB, która będzie używana dla pamięci podręcznej odbierania. Ta wartość może zawierać się w przedziale od 1 do 100 MB. Jeśli puste zostaną przyjęte wartości domyślne.
ru: Определяет размер ОЗУ в мегабайтах, который выделяется для кэширования в операциях приема данных. Поле может принимать значение от 1 до 100 МБ. Если поле не заполнено, то используется значение по умолчанию.

source: Maximum time difference between devices:
cs: Maximální časový rozdíl mezi zařízeními:
de: Maximal zulässiger Zeitunterschied:
es: Máxima diferencia de tiempo entre dispositivos:
fr: Décalage horaire maximal entre périphériques :
gl: Diferenza temporal máxima entre dispositivos:
hu: Legnagyobb időbeli eltérés a gépek között:
it: Differenza massima di ora fra i computer:
nl: Maximale tijdsverschil tussen apparaten:
pl: Maksymalna różnica czasu pomiędzy urządzeniami:
ru: Максимальный разброс времени между устройствами:

source: Maximum allowed time difference in seconds between devices. If the difference exceeds this limit, the devices will not be synced as it may result in incorrect tracing of file changes. If leaved empty, the default value applies.
cs: Maximální povolený časový rozdíl v sekundách mezi zařízeními. Pokud rozdíl překročí tento limit, zařízení nebudou synchronizovány, z důvodu možného ovlivnění sledování verzí souborů. Pokud toto pole necháte prázdné, budou použity výchozí hodnoty.
de: Definiert den maximal erlaubten Zeitunterschied zwischen Geräten. Wenn der Zeitunterschied diesen Wert überschreitet, ist davon auszugehen, dass Dateiunterschiede nicht mehr korrekt erkannt werden und die Synchronisation wird gestoppt. Falls nichts angegeben wird, gilt der Standardwert.
es: Máxima diferencia de tiempo permitida entre dispositivos, en segundos. Si la diferencia supera este limite, los dispositivos no se sincronizarán ya que podría desembocar en un registro incorrecto de los cambios de los archivos.
fr: Décalage horaire maximal autorisé entre périphériques, en secondes. Si le décalage excède cette valeur limite, les périphériques ne sont pas synchronisés car le suivi des modifications des fichiers pourrait être perturbé. Si laissé vide, la valeur par défaut s'applique.
gl: Diferenza de tempo máximo permitido, en segundos, entre dispositivos. Se a diferenza supera este límite, non se sincronizarán os dispositivos xa que pode provocar un trazado incorrecto dos cambios nos ficheiros. Se o deixa baleiro, aplicase o valor predeterminado.
hu: A gépek órái között megengedett legnagyobb eltérés másodpercben. Nagyobb időkülönbség esetén már nem biztosítható megfelelően a fájlok megfelelő változás-figyelése, így azok nem is lesznek szinkronizálva. Üresen hagyva ezt a mezőt, az alapértelmezett érték lesz érvényben.
it: Differenza massima di orario fra computer. Se la differenza eccede questo valore, la sincronizzazione fra i due computer cesserà al fine di evitare errori di sincronizzazione. Se non specificata, si applicherà il valore standard.
nl: Maximum toegestane verschil in seconden tussen apparaten. Als het verschil deze limiet overschrijdt, zullen de apparaten niet worden gesynchroniseerd indien dit kan leiden tot onjuiste tracering van bestandsveranderingen. Bij leeg laten wordt de standaardwaarde gebruikt.
pl: Maksymalna dozwolona różnica czasu (w sekundach) pomiędzy urządzeniami. Jeśli różnica ta przekroczy ustawiony limit, urządzenie nie zostanie zsynchronizowane, co może skutkować nieprawidłowym śledzenie zmian plików. Jeśli puste zostaną przyjęte wartości domyślne.
ru: Максимально допустимая в секундах разница времени между устройствами. Если время различается на величину, превышающую заданную, то устройства не синхронизируются во избежание неправильного отслеживания изменений в файлах. Если поле не заполнено, то используется значение по умолчанию.

source: Maximum time to live for versioned copies:
cs: Doba po kterou budou zachovány verze souboru:
de: Maximale Aufbewahrungszeit für ältere Versionen:
es: Máximo tiempo de vida para las copias versionadas:
fr: Durée de vie maximale des versions archivées :
gl: Tempo máximo de vida para as copias versionadas:
hu: Legnagyobb időeltérés a verziókövetett fájlok másolatai között:
it: Periodo massimo di archiviazione:
nl: Maximale tijd om versiebeheer kopieën te bewaren:
pl: Maksymalny czas przechowywania kopi dla wersjonowania:
ru: Максимальное время хранения версий:

source: Sets the number of days after reaching which files will be automatically deleted from the .SyncArchive folder. If leaved empty, the default value applies.
cs: Určuje počet dní po kterém budou soubory automaticky smazány ze složky .SyncArchive. Pokud toto pole necháte prázdné, bude použita výchozí hodnota.
de: Definiert die maximale Aufbewahrungszeit in Tagen für ältere Dateiversionen im .SyncArchive Ordner. Ist diese Überschritten, werden die Dateien gelöscht. Falls nichts angegeben wird, gilt der Standardwert.
es: Establece el número de días tras los cuales los archivos se borrarán automáticamente de la carpeta .SyncArchive. Si se deja en blanco, se aplica el valor predeterminado.
fr: Définit le nombre de jours maximal au-delà duquel des fichiers seront automatiquement supprimés du dossier .SyncArchive. Si laissé vide, la valeur par défaut s'applique.
gl: Estabelece o número de días de espera, despois da recibidos, antes de que os ficheiros sexan eliminados automaticamente do cartafol «.SyncArchive». Se o deixa baleiro, aplicase o valor predeterminado.
hu: Ennyi nap után a fájlok a .SyncArchive mappából törlésre kerülnek. Üresen hagyva ezt a mezőt, az alapértelmezett érték lesz érvényben.
it: Consente di impostare il numero di giorni massimo dopo di ché una copia archiviata verrà cancellata dalla cartella .SyncArchive. Se non specificati, si applicherà il valore standard.
nl: Stelt het aantal dagen waarna de bestanden automatisch worden verwijderd uit de .SyncArchive map. Bij leeg laten wordt de standaardwaarde gebruikt.
pl: Określa liczbę dni, po osiągnięciu której pliki w folderze .SyncArchive zostaną usunięte. Jeśli puste zostaną przyjęte wartości domyślne.
ru: Определяет количество дней, по истечении которого файлы автоматически удаляются из папки .SyncArchive. Если поле не заполнено, то используется значение по умолчанию.

source: BitTorrent Sync API Key:
cs: API klíč služby BitTorrent Sync:
de: BitTorrent Sync API Schlüssel:
es: Clave del API de BitTorrent Sync:
fr: Clé de l'API BitTorrent Sync :
gl: Clave da API do BitTorrent Sync:
hu: BitTorrent Sync API kulcs:
it: Codice di attivazione dell'API BitTorrent Sync:
pl: Klucz API dla BitTorrent Sync:
ru: Ключ BitTorrent Sync API

source: To enable the BitTorrent Sync API, an API key supplied by BitTorrent must be specified into the configuration file. If leaved empty, the API of BitTorrent Sync is disabled (default). API Keys can be requested on the BitTorrent Web Site.
cs: Chtete-li aktivovat vývojářské API služby BitTorrent Sync, musíte nastavit API klíč v konfiguračním souboru. Pokud necháte toto pole prázdné, API bude zakázané (výchozí). API klíče mohou být získané ze stránky služby BitTorrent.
de: Um die BitTorrent Sync API zu aktivieren, muss ein API Aktivierungsschlüssel hier eingetragen werden. Falls hier nichts eingegeben wird, ist die API nicht aktiviert (Standard). API Aktivierungsschlüssel können auf der BitTorrent Web Seite beantragt werden.
es: Para activar el API de BitTorrent Sync, se debe indicar una clave de API proporcionada por BitTorrent en el archivo de configuración. Si se deja en blanco, se desactiva el API de BitTorrent Sync (por defecto). Se pueden solicitar claves de API en el sitio web de BitTorrent.
fr: Pour activer l'API BitTorrent Sync, une clé API fournie par BitTorrent doit être spécifiée dans le fichier de configuration. Si laissé vide, l'API BitTorrent Sync est désactivée (Par défaut). Les clés API peuvent être demandées sur le site internet BitTorrent.
gl: Para actvar a API do BitTorrent Sync, debe especificar, no ficheiro de configuración, unha clave da API fornecida por BitTorrent. Se a deixa baleira, a API do BitTorrent Sync permanecerá desactivada (predeterminado). Pode solicitar as claves da API no sitio Web de BitTorrent.
hu: BitTorrent Sync API használatához a konfigurációs fájlban egy Bittorrent API kulcs beállítása szükséges. Kulcs nélkül a BitTorrent Sync kikapcsolt állapotban marad. API kulcs a BitTorrent webolalán igényelhető.
it: Per attivare l'API di BitTorrent Sync, devi specificare qui il codice di attivazione. Se non specificato, l'API sarà disattivata. Codici di attivazione possono essere richiesti sul sito di BitTorrent.
nl: Om de BitTorrent Sync API te activeren, moet een door BitTorrent gegeven API-sleutel opgegeven worden in het configuratiebestand. Bij leeg laten wordt de API uitgeschakeld. API Sleutels kunnen worden aangevraagd op de BitTorrent website.
pl: Aby aktywować interfejs API BitTorrent Sync, klucz API, dostarczany przez BitTorrent musi być wprowadzony do konfiguracji. Jeśli puste interfejs API BitTorrent Sync jest wyłączony (domyślnie). O klucze API można prosić na stronie internetowej BitTorrent Sync.
ru: Для использования BitTorrent Sync API в конфигурационном файле нужно указать ключ, полученный у BitTorrent. Если оставить не заполненным, API для BitTorrent Sync отключается (это настройка по умолчанию). Ключи API запрашиваются на веб сайте BitTorrent.

source: BitTorrent Sync Daemon Credentials:
cs: Vlastnosti daemona služby BitTorrent Sync:
de: Benutzer für BitTorrent Sync:
es: Credenciales del servicio de BitTorrent Sync:
fr: Identifiants du démon BitTorrent Sync :
gl: Credenciais do servizo do BitTorrent Sync
hu: BitTorrent Sync Démon jogosultságai:
it: Credenziali del processo di BitTorrent Sync:
nl: BitTorrent Sync Daemon referenties:
pl: Uprawnienia demona BitTorrent Sync:
ru: Параметры учетной записи демона BitTorrent Sync:
