Repository: reelsense/btsync-deb
Catalog: btsync/debian/po/*.po
Languages: cs, de, es, fr, gl, hu, it, nl, pl, ru

source: Do you want to define a default BitTorrent Sync instance?
cs: Chcete nastavit základní BitTorrent Sync instanci?
de: Möchten Sie eine Standardinstanz von BitTorrent Sync einrichten?
es: ¿Quiere definir un usuario predeterminado de BitTorrent Sync?
fr: Voulez-vous définir une instance par défaut de BitTorrent Sync ?
gl: Quere definir unha instancia predeterminada para BitTorrent Sync?
hu: Szeretne beállítani egy alap BitTorrent Sync profilt?
it: Vuoi definire un'istanza predefinita di BitTorrent Sync?
nl: Wil je een standaard BitTorrent Sync proces definiëren?
pl: Czy chcesz ustawić domyślną instancję BitTorrent Sync?
ru: Хотите ли вы указать настройки по умолчанию для демона BitTorrent Sync?

source: BitTorrent Sync can run one or more daemons based on configuration files located in /etc/btsync. You can choose to create a default instance running under root credentials that can be also reconfigured via dpkg-reconfigure or manage the whole configuration manually. In both cases you can manually manage additional instances with their own configuration files.
cs: BitTorrent Sync může spouštět jeden nebo více procesů založených na konfiguračních souborech umístěných v /etc/btsync. Můžete vytvořit základní instanci běžící jako root, která může být přenastavena pomocí dpkg-reconfigure nebo spravovat celý proces nastavení ručně.V obou případech můžete ručně spravovat dodatečné instance pomocí jejich vlastních configů.
de: BitTorrent Sync kann eine oder mehrere Instanzen auf der Basis von Konfigurationsdateien im Verzeichnis /etc/btsync starten. Sie können wählen, eine Standard-Instanz die unter root-Rechten ausgeführt wird und mit dpkg-reconfigure verwaltet werden kann, zu erzeugen, oder die gesamte Konfiguration manuell zu verwalten. In beiden Fällen ist es möglich, zusätzliche Instanzen durch Erzeugen entsprechender Konfigurationsdateien zu definieren.
es: BitTorrent Sync puede ejecutar uno o más servicios basados en los archivos de configuración encontrados en /etc/btsync. Puede escoger entre crear una configuración predeterminada que se ejecute con credenciales «root», la cual puede ser reconfigurada vía dpkg-reconfigure, o gestionar toda la configuración manualmente. En los dos casos puede gestionar manualmente otras configuraciones mediante sus archivos correspondientes.
fr: BitTorrent Sync peut lancer un ou plusieurs démons en se basant sur les fichiers de configuration situés dans /etc/btsync. Vous pouvez choisir de créer une instance par défaut s'exécutant avec les identifiants root qui peut aussi être reconfigurée par dpkg-reconfigure, ou gérer l'ensemble de la configuration manuellement. Dans les deux cas, vous pouvez gérer manuellement des instances supplémentaires via leurs propres fichiers de configuration.
gl: BitTorrent Sync pode executar un ou máis servizos (daemon) baseados nos ficheiros de configuración localizados en /etc/btsync. Pode crear unha instancia predeterminada executándose con credenciais de administrador (root) que pode seren reconfigurada mediante dpkg-reconfigure ou administrando toda a configuración manualmente. En ámbolos casos, pode administrar manualmente usuarios adicionais e os seus respectivos ficheiros de configuración.
hu: BitTorrent Sync az /etc/btsync könyvtárban található konfigurációs fájlok alapján egy vagy több példányban is képes futni. Készíthetünk egy alap konfigurációt root jogosultságokkal, melyet később újra konfigurálhatunk a dpkg-reconfigure paranccsal vagy a man oldalak leírásai alapján. Mindkét módszerrel több példány futtatásához szükséges konfigurációs fájlt is elkészíthetjük.
it: BitTorrent Sync può eseguire uno o più demoni basati sui file di configurazione locati in /etc/btsync. È possibile scegliere di creare un'istanza predefinita eseguita come root che potrà essere riconfigurata tramite dpkg-reconfigure o gestire manualmente l'intera configurazione. In entrambi i casi è possibile gestire ulteriori istanze supplementari con file di configurazione gestiti manualmente.
nl: BitTorrent Sync kan één of meer daemons gebaseerd op de configuratiebestanden in /etc/btsync draaien. U kunt ervoor kiezen om een ​​standaard-configuratie aan te maken onder root. Deze kan opnieuw worden geconfigureerd via dpkg-reconfigure. Of u kunt handmatig de configuratie file maken. In beide gevallen kunt u handmatig extra processen met hun eigen configuratiebestanden beheren.
pl: BitTorrent Sync może pracować jako jeden lub więcej demonów, bazując na konfiguracji w /etc/btsync. Możesz wybrać czy utworzyć domyślną instalację działającą na prawach roota, którą można konfigurować poprzez dpkg-reconfigure czy zarządzać całą konfiguracją manualnie. W obydwu przypadkach możesz konfigurować dodatkowe instancje poprzez ich własne pliki konfiguracyjne.
ru: В /etc/btsync находятся файлы конфигурации, в соответствии с которыми BitTorrent Sync запускает один или несколько демонов. Можно задать настройки по умолчанию демона, запускающегося от имени root. Эти настройки можно изменить либо с помощью dpkg-reconfigure, либо вручную. Все дополнительные демоны настраиваются в своих отдельных файлах конфигурации.

source: Web Interface Bind IP Address:
cs: IP adresa webového rozhraní
de: IP-Adresse der Web-Oberfläche:
es: Dirección IP de la interfaz web:
fr: Adresse IP à lier à l'interface web :
gl: Enderezo IP da interface web:
hu: A webes interfész ezen az IP címen fog hallgatni:
it: Indirizzo IP collegato all'Interfaccia web:
nl: Webinterface IP-adres:
pl: Adres IP interfejsu Web:
ru: IP адрес Web-интерфейса:

source: BitTorrent Sync's web interface can listen on a specific IP address or on all addresses configured on this machine.
cs: Grafické rozhraní BitTorrent Syncu může naslouchat určité IP adrese či všem adresám nastaveným na tomto stroji.
de: BitTorrent Syncs Web-Oberfläche kann eingehende Verbindungen auf einer spezifischen oder allen IP Adressen dieser Maschine entgegen nehmen.
es: La interfaz web de BitTorrent Sync puede escuchar en una IP específica o en todas las direcciones IP configuradas en esta máquina.
fr: L'interface web de BitTorrent Sync peut écouter sur une adresse IP spécifique, ou sur toutes les adresses configurées sur cette machine.
gl: A interface web de BitTorrent Sync pode escoitar nun enderezo IP específico ou en todos os enderezos IP configurados nesta máquina.
hu: A BitTorrent Sync webes felülete csak egy adott-, vagy bármely IP címen is tud hallgatni.
it: L'interfaccia web di BitTorrent Sync può essere attiva solo su un indirizzo IP specifico o su tutti gli indirizzi IP configurati su questo server.
nl: De BitTorrent Sync webinterface luistert op een bepaald IP-adres of op alle adressen geconfigureerd op deze machine.
pl: Interfejs Web BitTorrent Sync może nasłuchiwać na konkretnym IP lub na wszystkich skonfigurowanych adresach tego komputera.
ru: BitTorrent Sync может ждать обращения к web-интерфейсу на одном или на всех настроенных на этом компьютере IP адресах.

source: If you want BitTorrent Sync to listen on all interfaces and addresses, leave this value to 0.0.0.0
cs: Pokud chcete nechat BItTorrent Sync naslouchat všem rozhraním a adresám, nechte toto pole 0.0.0.0
de: Soll BitTorrent Sync eingehende Verbindungen auf allen Netzwerkadaptern und konfigurierten IP Adressen entgegen nehmen, geben Sie den Wert 0.0.0.0 an.
es: Si desea que BitTorrent Sync escuche en todas las direcciones, deje este valor en 0.0.0.0
fr: Si vous voulez que BitTorrent Sync écoute sur toutes les interfaces et adresses, laissez la valeur à 0.0.0.0
gl: Se quere que o BitTorrent Sync escoite en todas as interfaces e enderezos, poña este valor a 0.0.0.0
hu: Ha azt szeretné hogy a BitTorrent Sync minden interfészen és IP címen fogadjon kapcsolatokat, hagyja ezt a mezőt 0.0.0.0 értéken.
it: Specificando 0.0.0.0, BitTorrent Sync accetterà connessioni all'interfaccia web su tutte le interfacce di rete e su tutti gli indirizzi IP configurati.
nl: Als u BitTorrent Sync wilt laten luisteren op alle interfaces en adressen, laat deze waarde op 0.0.0.0
pl: Jeśli BitTorrent Sync ma nasłuchiwać na wszystkich interfejsach i adresach tego komputera, pozostaw wartość 0.0.0.0
ru: Если хотите, чтобы BitTorrent Sync слушал все интерфейсы и адреса, оставьте это значение равным 0.0.0.0

source: If you want BitTorrent Sync to listen on a specific IP address, specify it now.
cs: Chcete-li, aby BItTorrent Sync naslouchal určité IP adrese, určete ji nyní.
de: Soll BitTorrent Sync eingehende Verbindungen nur auf eine spezifische IP Adresse annehmen, geben Sie dieser hier an.
es: Si desea que BitTorrent Sync escuche en una dirección IP concreta, especifíquela ahora.
fr: Si vous voulez que BitTorrent Sync écoute sur une adresse IP spécifique, indiquez-le ici.
gl: Se quere que o BitTorrent Sync escoite nun enderezo IP específico, introdúzao aquí:
hu: Ha szeretné hogy a BitTorrent Sync egy adott IP címen fogadjon csak kapcsolatokat, állítsa be itt.
it: Se vuoi che BitTorrent Sync accetti solo connessioni su un indirizzo IP fisso, specificalo qui.
nl: Als u BitTorrent Sync wilt laten luisteren op een specifiek IP-adres, geef het dan hier op.
pl: Jeśli BitTorrent Sync ma nasłuchiwać na konkretnym adresie IP, ustaw go teraz.
ru: Если нужно, чтобы BitTorrent Sync слушал конкретный IP адрес, укажите его здесь.

source: Web Interface Listen Port:
cs: Port webového rozhraní:
de: Portadresse der Web-Oberfläche:
es: Puerto de escucha de la interfaz web:
fr: Port d'écoute de l'interface web :
gl: Porto no que escoitará a interface web:
hu: Webes felület portja:
it: Porta di ascolto dell'interfaccia web:
nl: Web Interface Listen Poort:
pl: Port dla interfejsu Web:
ru: Порт Web-интерфейса:

source: Specify here the port BitTorrent Sync will listen on for the web interfce. This port number in the range from 80 to 65534 shall not conflict with any other services running on this machine.
cs: Určete zde port BItTorrent Syncu , kterému bude naslouchat pro webové rozhraní. Číslo tohoto portu v rozmezí 80 až 65534 by nemělo nijak ovlivnit jakékoli jiné služby na tomto stroji.
de: Geben Sie hier die Portadresse für eingehende Verbindungen zur Web-Oberfläche ein. Gültige Werte liegen zwischen 80 und 65534 und dürfen nicht bereits durch andere Dienste auf dieser Maschine verwendet werden.
es: Indique aquí el puerto en el que BitTorrent Sync escuchará para la interfaz web. Este puerto debe estar en el rango de 80 a 65534 y no debería coincidir con otros servicios que estén ejecutándose en esta máquina.
fr: Indiquez ici le port sur lequel BitTorrent Sync sera à l'écoute de l'interface web. Ce numéro de port dans la plage de 80 à 65534 ne doit pas entrer en conflit avec tout autre service s'exécutant sur cette machine.
gl: Introduza o porto no que o BitTorrent Sync escoitará para a interface web. O porto deberá estar no intervalo do 80 ao 65534 para que non haxa ningún conflito con calquera outro servizo que puidera estar en execución nesta máquina.
hu: Itt adja meg a BitTorrent Sync webes felületének portját. Ennek a portnak 80 és 65534 közé kell esnie, és nem használhatja már futó alkalmazás ugyanazt.
it: Specifica qui la porta sulla quale BitTorrent Sync sarà in ascolto per il l'interfaccia web. Questo numero di porta dovrà essere compreso fra 80 e 65534 e non essere in conflitto con i numeri di porta di altri servizi su questo server.
nl: Geef hier het poortnummer waarop de BitTorrent Sync webinterface zal luisteren. Dit poortnummer met bereik 80-65534 mag niet conflicteren met andere services op deze computer.
pl: Ustaw port, na którym BitTorrent Sync udostępniał interfejs Web. Numer tego portu ustawiony w przedziale od 80 do 65534 nie powinien kolidować z innymi usługami działającymi na tym komputerze.
ru: Укажите порт, который BitTorrent Sync будет использовать для web-интерфейса. Номер порта должен быть в диапазоне от 80 до 65534 и не должен конфликтовать с другими сервисами, работающими на этом компьютере.

source: Should BitTorrent Sync perform disk operations with low priority?
cs: Měl by BItTorrent Sync konat diskové operace s nízkou prioritou?
de: Soll BitTorrent Sync Festplattenzugriffe mit niedriger Priorität ausführen?
es: ¿Debería BitTorrent Sync ejecutar las operaciones de disco con prioridad baja?
fr: BitTorrent Sync doit-il effectuer les opérations disque avec une priorité faible ?
gl: Terá o BitTorrent Sync que executar as operacións no disco con baixa prioridade?
hu: A BitTorrent Sync a lemez műveleteket alacsony prioritással végezze?
it: Vuoi che BitTorrent Sync acceda al disco con bassa priorità?
nl: Moet BitTorrent Sync schijfbewerkingen met lage prioriteit uitvoeren?
pl: Czy BitTorrent Sync powinien pracować z dyskiem z niskim priorytetem?
ru: Установить низкий приоритет для дисковых операций?

source: Sets priority for the file operations on disc. If set to false, Sync will perform read and write file operations with the highest speed and priority which can result in degradation of performance for other applications.
cs: Nastaví prioritu pro souborové operace na disku.Pokud nastaveno false, Sync bude vykonávat čtení a zapisování souborů nejvyšší možnou rychlostí a prioritou, která může spět ke snížení výkonu pro ostatní aplikace.
de: Legt die Priorität der Festplattenoperationen fest. Falls nicht aktiviert, wird BitTorrent Sync Schreibe- und Lesezugriffe mit hoher Priorität und Geschwindigkeit ausführen, was zu Geschwindigkeitseinbußen bei anderen Applikationen führen kann.
es: Establece la prioridad para las operaciones de archivos en el disco. Si se establece a «false», Sync llevará a cabo las operaciones de escribir y leer archivos con la máxima velocidad y prioridad, lo que puede causar una degradación del rendimiento en otras aplicaciones.
fr: Règle la priorité pour les opérations sur les fichiers. Si réglé sur faux, Sync effectuera les opérations de lecture et écriture des fichiers à la vitesse et priorité maximale, ce qui peut induire une dégradation des performances d'autres applications.
gl: Establece a prioridade das operacións de ficheiros no disco. Se o estabelece a «falso» (false), Sync realizará as operacións de lectura e escritura de ficheiros coa máxima prioridade, o que pode dar lugar a que se degrade o rendemento doutros aplicativos.
hu: Beállítja diszkeken végzett fájlműveletek prioritását. Ha nem engedélyezi ezt az opciót, akkor a legnagyobb prioritással és sebességgel fognak a fájlműveletek végrehajtódni, ami esetleg más alkalmazások lassulásához vezethet.
it: Consente di impostare la priorità per le operazioni di lettura e scrittura su disco. Se impostato su false, Sync eseguirà accessi di lettura e scrittura di file con la massima velocità e priorità, il che può causare un notevole degrado della velocità delle altre applicazioni.
nl: Geeft de prioriteit voor bestandoperaties op de schijf. Als ingesteld op false, dan leest en schrijft BitTorrent Sync bestanden met de hoogste snelheid. Dit kan resulteren in slechte prestaties van andere toepassingen.
pl: Ustaw priorytet dla operacji na plikach na dysku. Jeśli ustawiono "false", Sync będzie wykonywał operację odczytu i zapisu plików z najwyższą prędkością i priorytetem, który nie będzie powodował problemów w działaniu innych aplikacji na tym urządzeniu.
ru: Настройка приоритета дисковых операций. Если установить как false, BitTorrent Sync будет выполнять дисковые операции с максимально возможной скоростью и приоритетом, что может привести к падению производительности других приложений.

source: Should BitTorrent Sync encrypt data on the local network?
cs: Měl by BItTorrent Sync šifrovat data na lokální síti?
de: Soll BitTorrent Sync Daten im lokalen Netzwerk verschlüsseln?
es: ¿Debería BitTorrent Sync cifrar los datos en la red local?
fr: BitTorrent Sync doit-il chiffrer les données sur le réseau local ?
gl: BitTorrent Sync cifrará os datos da rede local?
hu: A BitTorrent Sync használjon titkosítást a helyi hálózaton?
it: Vuoi che BitTorrent Sync cifri tutti i dati sulla rete locale?
nl: Moet BitTorrent Sync gegevens op het lokale netwerk versleutelen?
pl: Czy BitTorrent Sync ma stosować szyfrowanie w obrębie sieci lokalnej?
ru: Шифровать данные в локальной сети?

source: If set to true, will use encryption in the local network.
cs: Pokud nastaveno true, Sync bude data šifrovat i v lokální síti.
de: Falls aktiviert, verschlüsselt BitTorrent Sync die übertragenen Daten auch im lokalen Netzwerk.
es: Si se establece a «true», se usará el cifrado en la red local.
fr: Si réglé sur vrai, le chiffrement sera utilisé sur le réseau local.
gl: Se o estabelece a «verdadeiro» (true), empregarase o cifrado para a rede local.
hu: Helyi hálózaton is titkosít, ha engedélyezve van.
it: Se impostato su true, tutti i dati trasmessi sulla rete locale saranno crittografati.
nl: Indien ingesteld op true, zal gebruik gemaakt worden van encryptie op het lokale netwerk.
pl: Jeśli ustawione na "true" , dane w sieci lokalnej będą szyfrowane.
ru: Если установить как true, в локальной сети будет использоваться шифрование.

source: Should BitTorrent Sync apply speed limits also in local networks?
cs: Měly by BItTorrent Sync používat rychlostní limity i po lokální síti?
de: Soll BitTorrent Sync Bandbreitenbegrenzungen auch im lokalen Netzwerk anwenden?
es: ¿Debería BitTorrent Sync aplicar límites de velocidad también en la red local?
fr: BitTorrent Sync doit-il également appliquer les limitations de vitesse sur le réseau local ?
gl: BitTorrent Sync aplicará tamén os límites de velocidade na rede local?
hu: Használja a sebességkorlátozásokat a helyi hálózaton is?
it: Vuoi che BitTorrent Sync applichi limitazioni di velocità anche nelle reti locali?
nl: Moet de BitTorrent Sync snelheidsbeperking ook gelden in lokale netwerken?
pl: Czy BitTorrent Sync ma stosować limity prędkości w sieci lokalnej?
ru: Использовать настройки ограничения скорости и для локальных сетей?

source: Applies speed limits to the peers in local network. By default the limits are not applied in LAN.
cs: Použije rychlostní limity pro peery v lokální síti.Defaultně nejsou limity použiti při LAN připojení.
de: Falls aktiviert, werden die Bandbreitenbegrenzungen auch im lokalen Netzwerk angewandt, was normalerweise nicht der Fall ist.
es: Aplica límites de velocidad a la transferencia entre ordenadores en la red local. Por defecto no se aplican a la LAN.
fr: Applique les limitations de vitesse aux pairs sur le réseau local. Par défaut, les limites ne sont pas appliquées sur le LAN.
gl: Aplicar os límites de velocidade aos pares na rede local. De xeito predeterminado non se aplicaran os límites na LAN.
hu: A helyi hálózaton való kommunikációnál is betartja a sebességkorlátokat. Alapból nem használ korlátozást.
it: Se impostato a true, le limitazioni di velocità verranno applicate anche sulle reti locali. Normalmente le limitazioni di velocità non vengono applicati nelle reti locali.
nl: Past snelheidslimieten toe op peers in het lokale netwerk. Standaard worden de limieten niet worden toegepast in LAN.
pl: Włącza stosownie limitów prędkości w sieci lokalnej. Domyślnie prędkość synchronizacji nie jest limitowana w sieci LAN.
ru: Использовать настройки ограничения скорости для узлов, находящихся в локальной сети. По-умолчанию, для LAN ограничения скорости не используются.

source: Fall back folder rescan interval in seconds:
cs: Interval přeskenování složky v sekundách:
de: Intervall der Änderungsdurchsuchung in Sekunden:
es: Intervalo en segundos para reescaneo de reserva de las carpetas en segundos:
fr: Intervalle par défaut pour reparcourir les répertoires, en secondes :
gl: Intervalo en segundos para volver examinar o cartafol:
hu: Csökkentett módú könyvtárfigyelés időköze másodpercben:
it: Intervallo per la ripetizione alternativa dell'analisi cambiamenti in secondi:
nl: Terugval map her-scan interval in seconden:
pl: Rezerwowe skanowanie folderu w sekundach:
ru: Интервал дополнительного пересканирования в секундах:

source: Syncing happens in real time. In addition, as a fall back, BitTorrent Sync also rescans files/folders every 10 minutes by default. This interval can be modified here.
cs: Synchronizace se děje živě.Jinak BItTorrent Sync přeskenuje složky a soubory každých 10 minut.Tento interval lze ale upravit právě zde.
de: Die Synchronisation erfolgt üblicherweise unmittelbar. Sollte dies aber nicht funktionieren, werden Dateien und Verzeichnisse alle 10 Minuten nach Änderungen durchsucht. Dieser Zeitintervall kann hier geändert werden.
es: La sincronización se realiza en tiempo real. Además, como seguridad, BitTorrent Sync vuelve a examinar los archivos/carpetas cada 10 minutos de forma predeterminada. Este intervalo se puede modificar aquí.
fr: La synchronisation a lieu en temps réel. De plus, par défaut, BitTorrent Sync reparcourt fichiers et répertoires toutes les 10 minutes. Cet intervalle peut être modifié ici.
gl: A sincronización faise en tempo real. Ademais, BitTorrent Sync tamén volve examinar os ficheiros/cartafoles cada 10 minutos de xeito predeterminado. Pode axustar aquí este intervalo.
hu: A szinkronizáció valós időben történik. Egyes rendszereknél viszont előfordulhat hogy ez nem működik, így alapból csak 10 percenként lesznek figyelve a könyvtárak. Ezt az időközt állíthatjuk itt.
it: La sincronizzazione avviene normalmente in tempo reale. In alternativa alla mancata segnalazione dei cambiamenti, BitTorrent Sync per impostazione predefinita scansiona le cartelle ogni 10 minuti. Questo intervallo può essere modificato qui.
nl: Synchroniseren gebeurt in real time. Bovendien, als een terugval optie zal BitTorrent Sync de bestanden/mappen elke 10 minuten (standaard) scannen. Dit interval kan hier worden aangepast.
pl: Synchronizacja przebiega w czasie rzeczywistym. Dodatkowo, rezerwowo BitTorrent Sync skanuje domyślne pliki/foldery co 10 minut. Tutaj można zmodyfikować ten czas.
ru: Синхронизация происходит в реальном времени. Кроме того, дополнительно, по-умолчанию каждые 10 минут, BitTorrent Sync пересканирует файлы/папки. Здесь этот интервал можно изменить.

source: Umask value to set for the daemon:
cs: Hodnota umask pro daemon proces:
de: Umask-Wert für Schreibzugriffe:
es: Valor de umask a establecer para el servicio:
fr: Valeur Umask à attribuer au démon :
gl: Estabelecer o valor «umask» para o servizo (daemon):
hu: A démon Umask értéke:
it: Valore per umask applicato da BitTorrent Sync:
nl: Umask waarde in te stellen voor de daemon:
pl: Wartość maski (Umask) dla demona:
ru: Значение umask для демона:

source: Applies the supplied umask to the BitTorrent Sync daemon. If leaved empty, the default umask value applies.
cs: Použije přiloženou umask daemonu BItTorrent Syncu. Pokud toto pole zanecháte prázdné, Sync použije defaultní hodnotu umask.
de: Wendet den angegebenen umask-Wert auf den BitTorrent Sync Damon an. Falls nicht angegeben, wird der Standardwert des Systems benutzt.
es: Aplica el valor de umask proporcionado al servicio de BitTorrent Sync. Si se deja en blanco, se aplica el valor predeterminado.
fr: Affecte la valeur Umask indiquée au démon BitTorrent Sync. Si non renseigné, la valeur Umask par défaut est appliquée.
gl: Aplicar o «umask» fornecido ao servizo (daemon) do BitTorrent Sync. Se o deixa baleiro, aplicase o valor predeterminado do «umask».
hu: A megadott umask értéket használja a BitTorrent Sync démonja. Ha üresen hagyja, az alap érték fog évényesülni.
it: Applica la umask specificata a BitTorrent Sync. Se non specificato, sarà applicato il valore umask standard.
nl: Past de meegeleverde umask toe op de BitTorrent Sync daemon. Indien geen waarde is opgegeven zal de standaard umask waarde gelden.
pl: Stosuje ustawioną maskę dla demona BitTorrent Sync. Jeśli puste, będzie stosowana domyślna maska.
ru: Использовать указаное значение umask для BitTorrent Sync демона. Если оставить пустым, используется значение umask по-умолчанию.
