Repository: reelsense/btsync-deb
Catalog: btsync/debian/po/*.po
Languages: cs, de, es, fr, gl, hu, it, nl, pl, ru

source: BitTorrent Sync allows to configure default values for shared folders. If you specify default values, all newly created folders will be initially configured with the specified default values.
cs: BitTorrent Sync umožňuje nastavit výchozí hodnoty pro sdílené složky. Pokud zde nastavíte výchozí hodnoty, všechny nové sdílené složky budou po vytvoření nastaveny dle těchto hodnot.
de: BitTorrent Sync erlaubt die Standardeinstellungen für neue geteilte Ordner festzulegen. Sind Standardeinstellungen angegeben, so werden diese beim Anlegen neuer geteilter Ordner berückschtigt.
es: BitTorrent Sync le permite configurar valores por defecto para las carpetas compartidas. Si lo hace, todas las nuevas carpetas que se creen se configurarán inicialmente con los valores especificados.
gl: BitTorrent Sync permite configurar os valores predeterminados para os cartafoles compartidos. Se especifica valores predeterminados, todos os cartafoles creados de novo serán configurados inicialmente cos valores predeterminados especificados.
hu: Megosztott mappák alapértelmezett beállításainak testreszabása. Az újonnan létrehozott mappák az itt megadott beállításokkal fognak létrejönni.
it: BitTorernt Sync consente di configurare i valori di default per le cartelle condivise. Se specifichi dei valori di default, tutte le nuove cartelle saranno configurate con i valori specificati.
nl: BitTorrent Sync maakt het mogelijk om de standaardwaarden voor de gedeelde mappen te configureren. Als je de standaard waarden opgeeft, zullen alle nieuwe mappen in eerste instantie worden geconfigureerd met de opgegeven standaardwaarden.
pl: BitTorrent Sync pozwala na skonfigurowanie domyślnych wartości dla folderów współdzielonych. Jeśli ustawisz domyślne wartości, nowo utworzone foldery będą posiadać właśnie te wartości.
ru: BitTorrent Sync позволяет настроить значения по умолчанию для синхронизируемых папок. Если Вы укажите значения по умолчанию, все новые папки будут создаваться с этими значениями.

source: Should old version of files be preserved by default?
cs: Měly by být staré verze souborů ponechány?
de: Sollen alte Versionen der Dateien archiviert werden?
es: ¿Deberían por defecto mantenerse las versiones antiguas de los ficheros?
gl: Ten que manterse a versión antiga dos ficheiros de xeito predeterminado?
hu: Alapértelmezésben a fájlok régi verzióinak megtartása?
it: Vuoi che le versioni vecchie dei files vengono mantenute?
nl: Moet de oude versie van bestanden standaard worden bewaard?
pl: Czy stare wersje plików mają być domyślnie zachowywane?
ru: Сохранять старые версии файлов по умолчанию?

source: If enabled, new shared folders will save old versions by default in the .SyncArchive folder located in the shared directory.
cs: Při povolení, nové sdílené složky budou automaticky ukládat staré verze souborů ve složce .SyncArchive, umístěné ve sdíleném adresáři.
de: Falls aktiviert, sichert BitTorrent Sync standardmäßig alte Versionen der Dateien im .SyncArchive Ordner des geteilten Ordners.
es: Si se activa, las nuevas carpetas compartidas guardarán las versiones antiguas por defecto en la carpeta .SyncArchive ubicada en el directorio compartido.
gl: Se está activado, os novos cartafoles gardarán as versións antigas de xeito predeterminado no cartafol .SyncArchive situado no directorio compartido.
hu: Ha be van állítva, az újonnan létrehozott megosztott mappák megtartják a felülírt fileok eredetijét a .SyncArchive mappában.
it: Se abilitato, per default le nuove cartelle condivise salveranno le vecchie versioni nella cartellina .SyncArchive della cartella condivisa.
nl: Indien ingeschakeld, zullen standaard nieuwe gedeelde mappen oude versies opslaan in de map .SyncArchive in de gedeelde map.
pl: Jeśli ustawiono, nowo współdzielone foldery, będą zapisywać stare wersje plików domyślnie w folderze .SyncArchive zlokalizowanym w tym właśnie folderze.
ru: Если выбрано, новые папки будут сохранять старые версии файлов по умолчанию в .SyncArchive, находящейся в синхронизируемой папке.

source: Should BitTorrent Sync use DHT by default?
cs: Měl by BitTorrent Sync používat automaticky DHT?
de: Soll BitTorrent Sync standardmäßig DHT verwenden?
es: ¿Debería BitTorrent Sync usar por defecto DHT?
fr: Souhaitez-vous activer DHT par défaut ?
gl: BitTorrent Sync ten que empregar DHT de xeito predeterminado?
hu: DHT engedélyezve alapértelmezetten?
it: BitTorrent Sync per default deve usare il DHT?
nl: Moet BitTorrent Sync standaard DHT gebruiken?
pl: Czy BitTorrent Sync ma domyślnie używać DHT?
ru: Использовать DHT по умолчанию?

source: If enabled, new shared folders will be configured to use the DHT (Distributed Hash Table) by default.
cs: Při povolení, nové složky budou nastaveny aby používaly automaticky DHT (Distributed Hash Table).
de: Falls aktiviert, werden neue geteilte Ordner mit aktivierter DHT (Distributed Hash Table) konfiguriert.
es: Si se activa, las nuevas carpetas compartidas se configurarán para usar la DHT («Distributed Hash Table») por defecto
gl: Se está activado, os novos cartafoles compartidos serán configurados para que empreguen DHT (Distributed Hash Table) de xeito predeterminado.
hu: Ha be van állítva, az újonnan létrehozott megosztott mappákra engedélyezve lesz a DHT. (Distributed Hash Table)
it: Se abilitato, per default le nuove cartelle condivise saranno configurate per l'utilizzo del DHT ( Tabella di hash distribuita)
nl: Indien ingeschakeld, zullen nieuwe gedeelde mappen worden geconfigureerd om de DHT (Distributed Hash Table) standaard te gebruiken.
pl: Jeśli ustawiono, nowo współdzielone foldery domyślne będą używać DHT (Distributed Hash Table).
ru: Если выбрано, то новые папки будут настраиваться на использование DHT(распределенной хеш таблицы ) по умолчанию.

source: Should BitTorrent Sync use LAN broadcasts by default?
cs: Měl by Bittorrent Sync používat automaticky spojení po LAN?
de: Soll BitTorrent Sync LAN Broadcasts standardmäßig verwenden?
es: ¿Debería BitTorrent Sync usar transmisiones LAN por defecto?
gl: BitTorrent Sync ten que empregar a difusión LAN de xeito predeterminado?
hu: LAN broadcast engedélyezve alapértelmezetten?
it: BitTorrent Sync deve usare per default il LAN broadcasts?
nl: Moet BitTorrent Sync standaard LAN broadcasts gebruiken?
pl: Czy BitTorrent Sync ma domyślnie używać rozgłaszania w LAN?
ru: Использовать широковещательную рассылку в локальной сети по умолчанию?

source: If enabled, new shared folders will be configured to use LAN Broadcast for local peer discovery by default.
cs: Při povolení, nové sdílené složky budou automaticky používat LAN Broadcast pro zmapování lokálních klientů.
de: Falls aktiviert, werden neue geteilte Ordner mit aktiviertem LAN Broadcast für die Entdeckung neuer Geräte konfiguriert.
es: Si se activa, las nuevas carpetas compartidas se configurarán para usar transmisiones LAN para descubrir a iguales locales por defecto.
gl: Se está activado, os novos cartafoles compartidos serán configurados para que empreguen a difusión LAN, para os pares locais atopados, de xeito predeterminado.
hu: Ha be van állítva, az újonnan létrehozott megosztott mappákra engedélyezve lesz a LAN broadcast a helyi partnerek kereséséhez.
it: Se abilitato, per default le nuove cartelle condivise saranno configurate per l'utilizzo del LAN Broadcast per la ricerca delle corrispondenze.
nl: Indien ingeschakeld, zullen nieuwe gedeelde mappen standaard worden geconfigureerd om LAN Broadcast te gebruiken voor lokale peer-ontdekking.
pl: Jeśli ustawiono, nowo współdzielone foldery domyślnie będą używać rozgłaszania w LAN aby zlokalizować lokalnych peerów.
ru: Если выбрано, то новые папки будут настраиваться на использование широковещательной рассылки внутри сети для локального поиска пиров.

source: Should BitTorrent Sync use external relay servers wheen needed?
cs: Měl by BitTorrent Sync používat externí relay servery, pokud k to mu bude zapotřebí?
de: Soll BitTorrent Sync externe Relay-Server bei Bedarf verwenden?
es: ¿Debería BitTorrent Sync usar servidores de retransmisión externos cuando sea necesario?
gl: BitTorrent Sync terá que usar servidores de repetición externos cando sexa necesario?
hu: Külső átjátszó szerverek használata szükség esetén?
it: BitTorent Sync deve usare un server esterno di relay quando necessario?
nl: Moet BitTorrent Sync externe relay servers gebruiken indien nodig?
pl: Czy BitTorrent Sync ma używać zewnętrznych serwerów przekazujących (relay servers) jeśli to potrzebne?
ru: Использовать внешние релей серверы когда необходимо?

source: If enabled, new shared folders will be configured to use relay servers by default. Relay servers are used when it is impossible to connect to other devices directly due to NAT issues.
cs: Při povoení, nové složky budou nastaveny tak, aby automaticky používaly relay servery. Relay servery jsou používané napříkald, když je potřeba se připojit k ostatním zařízením přímo, kvůli problémům s NAT.
de: Falls aktiviert, werden neue geteilte Ordner mit aktivierter Benutzung von Relay-Servern konfiguriert. Relay-Server werden benutzt, falls es unmöglich ist eine direkte Verbindung zwischen Geräten herzustellen (üblicherweise in NAT Umgebungen)
es: Si se activa, las nuevas carpetas compartidas se configurarán para usar servidores de retransmisión por defecto. Los servidores de retransmisión se usan cuando no es posible conectar directamente a otros dispositivos debido a restricciones del NAT.
gl: Se está activado, os novos cartafoles compartidos serán configurados para que empreguen servidores de repetición externos de xeito predeterminado. Os servidores de repetición empregaranse cando non sexa posíbel conectar directamente con outros dispositivos por mor de problemas co NAT.
hu: Ha be van állítva, az újonnan létrehozott megosztott mappákra engedélyezve lesz az átjátszó szerverek használata. Az átjárszó szerverekre akkor vanszükség, amikor nem lehet más partnerekhet közvetlenül csatlakozni NAT (címfordítás) miatt.
it: Se abilitato, per default le nuove cartelle condivise saranno configurate per l'utilizzo del server di relay. Il server di relay é usato quando non è possibile connetterci con gli altri apparati attraverso il NAT.
nl: Indien ingeschakeld, zullen de nieuwe gedeelde mappen standaard worden geconfigureerd om relay servers te gebruiken. Relay servers worden gebruikt wanneer het onmogelijk is om rechtstreeks verbinding met andere apparaten te maken door NAT problemen.
pl: Jeśli ustawiono, nowo współdzielone foldery domyślnie będą używać serwerów przekazujących. Serwery te są używane gdy niemożliwe jest bezpośrednie połączenie do innych urządzeń ze względu na NAT.
ru: Если выбрано, то новые папки будут настраиваться на использование релей серверов по умолчанию. Они используются, когда невозможно подключиться к другим устройствам, из-за проблем с NAT.

source: Should BitTorrent Sync use external tracker servers by default?
cs: Měl by BitTorrent Sync automaticky používat externí tracker servery?
de: Soll BitTorrent Sync externe Tracker Server standardmäßig verwenden?
es: ¿Debería BitTorrent Sync usar servidores de seguidores externos por defecto?
fr: Souhaitez-vous activer l'utilisation de trackers externes par défaut ?
gl: BitTorrent Sync ten que empregar os servidores de localización externos de xeito predeterminado?
hu: Külső követő szerverek engedélyezése alapértelmezetten?
it: BitTorrent Sync deve usare un server di traccia esterno per default?
nl: Moet BitTorrent Sync standaard externe tracker servers gebruiken?
pl: Czy BitTorrent Sync ma domyślnie używać zewnętrznych serwerów trakerów?
ru: Использовать внешний трекер по умолчанию?

source: If enabled, new shared folders will be configured to use external tracker servers by default. Tracker servers can be enabled to facilitate communication between peers.
cs: Při povolení, nové složky budou nastaveny tak, aby používaly automaticky tracker servery. Tracker servery slouží k usnadnění komunikace mezi zařízeními.
de: Falls aktiviert, werden neue geteilte Ordner mit aktivierter Benutzung von Tracker-Server konfiguriert. Tracker-Server ermöglichen das einfachere Auffinden und Verbinden von Geräten.
es: Si se activa, las nuevas carpetas compartidas se configurarán para que usen servidores de seguidores externos. Los servidores de seguidores se pueden activar para facilitar la comunicación entre iguales.
fr: Si activé, les nouveaux dossiers partagés vont être configurés pour utiliser un tracker externe par défaut. L'activation de ce réglage peut simplifier la communication entre pairs.
gl: Se está activado, os novos cartafoles compartidos serán configurados para que empreguen servidores de localización externos de xeito predeterminado. Os servidores de localización poden activarse para facilitar a comunicación entre pares.
hu: Ha be van állítva, újonnan létrehozott megosztott mappáknál engedélyezve lesznek a külső követő szerverek. A követő szerverek a partnerek könnyebb felfedezésében segítenek.
it: Se abilitato, per default le nuove cartelle condivise saranno configurate per l'utilizzo del server di traccia. Il Server di traccia facilita le comunicazione fra i corrispondenti.
nl: Indien ingeschakeld, zullen de nieuwe gedeelde mappen standaard worden geconfigureerd om externe tracker servers te gebruiken. Tracker servers worden ingeschakeld om de communicatie tussen peers te vergemakkelijken.
pl: Jeśli ustawiono, nowo współdzielone foldery domyślnie będą używać zewnętrznych serwerów trakerów. Serwery trakerów mogą być włączone dla ułatwienia komunikacji pomiędzy peerami.
ru: Если выбрано, то новые папки будут настраиваться на использование трекера по умолчанию. Трекер может использоваться для облегчения взаимодействия между пирами.

source: Do you want to configure advanced parameters?
cs: Přejete si nastavit pokročilé parametry?
de: Möchten Sie fortgeschrittene Einstelllungen konfigurieren?
es: ¿Desea configurar los parámetros avanzados?
fr: Souhaitez-vous configurer des paramètres avancés ?
gl: Quere configurar os parámetros avanzados?
hu: Haladó paraméterek beállítása?
it: Vuoi configurare le impostazioni avanzate?
nl: Wilt u geavanceerde instellingen configureren?
pl: Czy chcesz skonfigurować zaawansowane parametry?
ru: Желаете настроить дополнительные параметры?

source: There are several advanced parameters that can be configured in BitTorrent Sync.
cs: Toto je několik pokročilých parametrů, které lze dokonfigurovat.
de: BitTorrent Sync erlaubt verschiedene fortgeschrittene Einstellungensparameter festzulegen.
es: Hay varios parámetros avanzados que se pueden configurar en BitTorrent Sync.
fr: De nombreux paramètres avancés peuvent être configurés dans BitTorrent Sync.
gl: No BitTorrent Sync hai varios parámetros avanzados que poden seren configurados.
hu: A BitTorrent Sync-ben számos haladó paraméter állítható.
it: BitTorrent Sync permette di configurare vari parameteri di funzionamento avanzati.
nl: Er zijn meerdere geavanceerde parameters die in BitTorrent Sync kunnen worden geconfigureerd.
pl: Zostało kilka parametrów, które mogą być skonfigurowane w BitTorrent Sync.
ru: Здесь могут быть настроены некоторые дополнительные параметры BitTorrent Sync.

source: Default known hosts list for new shared folders:
cs: Výchozí seznam známých hostitelů pro nové sdílené složky:
de: Standardmäßig vordefinierte Hostliste für neue geteilte Ordner:
es: Lista de equipos conocidos por defecto para las nuevas carpetas compartidas:
gl: Lista predeterminada das máquinas coñecidas para os novos cartafoles compartidos:
hu: Alaptértelmezésben megbízható partnerek liszája az újonnan létrehozott megosztott mappákhoz.
it: Lista default degli host predefiniti per nuove cartelle condivise:
nl: Standaard lijst met bekende hosts voor nieuwe gedeelde mappen:
pl: Domyślna lista znanych hostów dla nowo współdzielonych folderów:
ru: Список хостов по умолчанию для новых папок.

source: Default setting for folder preference "Use predefined hosts". Hosts should be entered as single line of comma-separated IP:port or HOST:port pairs (no other delimiters allowed).
cs: Výchozí nastavení pro config složek "Use predefined hosts". Hostitelé musí být zadáni jako jeden řádek ve tvaru IP:port nebo HOST:port .
de: Falls eine Liste angegeben ist, werden neue geteilte Ordner mit diesen vordefinierten Hosts konfiguriert. Die LIste besteht aus mit Komma getrennten IP:port bzw. HOST.port Paaren.
es: Configuración por defecto para la preferencia de carpeta «Usar equipos predefinidos». Los equipos se deben introducir como una única línea de pares IP:puerto o HOST:puerto separados por comas (no se permiten otros delimitadores).
gl: O axuste predeterminado nas preferencias dos cartafois é «Usar as máquinas predefinidas». As máquinas teñen que escribirse nunha soa liña, separadas por comas coa forma de pares IP:porto ou máquina:porto (non se permiten outros delimitadores).
hu: Alapértelmezett mappa preferencia: "Használj előre megadott partnereket". A partnereket egy sorban, IP:port formában vesszővel elválasztva, vagy HOST:port formában kell megadni. (elválasztó jel nem megengedett)
it: Se specificati, per default le nuove cartelle condivise saranno configurate con la specificata lista di host predefiniti. Gli host vanno specificati come una riga composta di paia IP:port o HOST:port separatati esclusivamente da virgole.
nl: Standaard instelling voor map voorkeur "Gebruik voorgedefinieerde hosts". Hosts moeten worden ingevoerd als enkele regel met IP:poort of HOST:poort paren, gescheiden door een komma (geen andere tekens toegestaan).
pl: Domyślne wartość dla ustawienia folderu "Użyj predefiniowanych hostów". Hosty powinny zostać wprowadzeni jako pojedyncza linia odseparowanych przecinkiem par IP:port lub HOST:port (nie są dozwolone inne separatory).
ru: Значение по умолчанию для "Использовать хосты". Хосты должны вводиться по одному в строку. Значения IP:порт или ИМЯ:порт разделяются только двоеточием.

source: Peer expiration days:
cs: Počet dní pro vypršení platnosti klienta:
de: Mindesthaltbarkeit der Geräteeinträge in Tagen:
es: Días para caducidad de iguales:
fr: Jour d'expiration des pairs :
gl: Días de caducidade dos pares:
hu: Partner elavulási idő napokban:
it: Giorni di espirazione per peer inattivi:
nl: Peer expiratie-tijd in dagen:
pl: Ważność Peera w dniach:
ru: Срок жизни пиров.

source: Amount of days to pass before peer is removed from peer list. This value can be set in the range from 0 to 999999. If leaved empty, the default value applies (7 Days).
cs: Počet dní do vypršení a smazání zařízení/klienta ze seznamu klientů. Tato hodnota může být nastavena v rozsahu 0 až 999999. Pokud ponecháte prázdné, budou použity výchozí hodnoty (7 dní).
de: Anzahl der Tage Inaktivität bevor ein Gerät aus der Peer-Liste entfernt wird. Der Wert darf im Bereich 0 bis 999999 angegeben werden. Falls nichts angegeben wird, gilt der Standardwert (7 Tage).
es: Cantidad de días que deben transcurrir antes de que un igual se elimine de la lista de iguales. Este valor puede establecerse en el rango de 0 a 999999. Si se deja en blanco, se aplica el valor por defecto (7 días).
gl: Número de días que teñen que pasar antes de retirar un par da lista de pares. Este valor pode establecerse no intervalo de 0 a 999999 Se o deixa baleiro, aplicarase o valor predeterminado (7 días).
hu: Adott számú nap után a partnerek eltávolításra kerülnek a partnerlistából. Ez az érték 0-tól 999999-ig állítható. Üresen hagyva az alpértelmezett érték kerül alkalmazásra.
it: Numero di giorni di inattività prima che un peer sia rimosso dalla lista dei peer. Questo valore può essere impostato nell'intervallo da 0 a 999999. Se non specificato, si applicherà il valore standard (7 giorni).
nl: Aantal dagen te gaan voordat peer wordt verwijderd uit peer-lijst. Deze waarde kan worden ingesteld van 0 tot 999999. Indien geen waarde wordt opgegeven, is de standaard waarde van toepassing (7 dagen).
pl: Ilość dni, po których peer zostanie usunięty z listy peerów. Ta wartość może mieć wartość od 0 do 999999. Jeśli puste, będzie przyjęta domyślna wartość (7 Dni).
ru: Количество дней, после которого, пир удаляется из списка пиров. Это значение может быть настроено в диапазоне от 0 до 999999. Если не заполнено, то значение по умолчанию.(7 дней).

source: Start path for the web interface folder browser:
cs: Výchozí složka pro průzkumník souborů ve webovém rozhraní:
de: Startpfad für die Verzeichnisauswahl in der Web Oberfläche:
es: Comienzo de la ruta para la exploración de carpetas de la interfaz web:
gl: Ruta de inicio para o navegador de cartafoles da interface web:
hu: A webes felület tallózójának kiinduló könyvtára:
it: Percorso di base per il selettore di cartelle nell'interfaccia web:
nl: Start map voor de webinterface bestandsverkenner:
pl: Początkowa ścieżka dla webowej przeglądarki plików:
ru: Начальный путь для отобозревателя папок в web интерфейсе.

source: Base path where the web interface folder browser starts. The specified path must be absolute, writable by the BitTorrent Sync process and existing. All folders shared by linked devices will be created here by default.
de: Verzeichnis ab wo der Browser in der Web Oberfläche startet. Der angegebene Pfad muss absolut sein, für den BitTorrent Sync Prozess schreibbar sein und existieren. Alle geteilten Ordner verbundener Geräte werden hier erstellt.
it: Percorso di base a partire dal quale è possibile selezionare cartelle nel selettore dell'interfaccia web. Questo percorso deve essere assoluto, scrivibile dal processo BitTorrent Sync ed esistente. Tutte le cartelle condivise in dispositivi associati verranno create quì.
