Repository: reelsense/btsync-deb
Catalog: btsync-gui/po/*.po
Languages: bg, cs, de, es, fr, gl, hu, it, nl, pl, ru

source: This name will be shown on other devices linked to your shared folders
bg: Това име ще се показва на другите устройства, свързани с вашите споделени папки
cs: Toto jméno bude zobrazováno na ostatních zařízeních připojených k vašim sdíleným složkám
de: Dieser Name erscheint auf verknüpften Geräten
es: Este nombre se mostrará en otros dispositivos enlazados a sus carpetas compartidas
fr: Ce nom s'affichera sur les autre appareils associés à vos dossiers partagés
gl: Este nome amosarase noutros dispositivos ligados cos seus cartafoles compartidos
hu: A mappához kapcsolódó többi eszközön ez a név fog látszódni
it: Questo nome apparirà sugli altri dispositivi collegati alle cartelle condivise
nl: Deze naam wordt op andere apparaten gekoppeld aan uw gedeelde mappen weergegeven
pl: Ta nazwa będzie wyświetlana na innym urządzeniu łączącym się do twoich udostępnionych folderów
ru: Это имя будет показываться на подключенных устройствах

source: Transfers
bg: Прехвърляния
cs: Přenosy
de: Übertragungen
es: Transferencias
fr: Transferts
gl: Transferencias
hu: Átvitelek
it: Transferimenti
pl: Transfery
ru: Обмен файлами

source: Up
bg: Качено
de: Upload
es: Subida
fr: Chargement
gl: Envío
hu: Fel
it: Upload
pl: Wysyłanie
ru: Отдача

source: Use NAT UPnP port mapping
bg: Използвай NAT UPnP порт картографиране
cs: Použít NAT UPnP mapování portu
de: NAT-UPnP-Port-Mapping verwenden
es: Usar asignación de puertos NAT con UPnP
fr: Utiliser le mappage de ports NAT UPnP
gl: Utilizar UPnP para a asignación de portos NAT
hu: NAT UPnP port továbbítás használata
it: Usa mappatura porta UPnP
nl: Gebruik NAT UPnP port mapping
pl: Użyj mapowania portów NAT UPnP
ru: Проброска портов NAT UPnP

source: About BitTorrent Sync
bg: Относно BitTorrent Sync
cs: O službě BitTorrent Sync
de: Info zu BitTorrent Sync
es: Acerca de BitTorrent Sync
fr: À propos de BitTorrent Sync
gl: Sobre o BitTorrent Sync
hu: BitTorrent Sync névjegye
it: Info su BitTorrent Sync
nl: Over BitTorrent Sync
pl: O BitTorrent Sync
ru: О программе

source: BitTorrent Status
bg: BitTorrent статус
cs: Stav služby BitTorrent
es: Estado de BitTorrent
fr: Statut BitTorrent
gl: Estado do BitTorrent
hu: BitTorrent státusz
it: Status di BitTorrent
pl: Status BitTorrent
ru: Состояние BitTorrent

source: By using this application, you agree to our Privacy Policy, Terms of Use and End User License Agreement. http://www.bittorrent.com/legal/privacy http://www.bittorrent.com/legal/terms-of-use http://www.bittorrent.com/legal/eula
bg: Използвайки това приложение, Вие се съгласявате с нашата декларация за поверителност и условия за ползване. http://www.bittorrent.com/legal/privacy http://www.bittorrent.com/legal/terms-of-use http://www.bittorrent.com/legal/eula
cs: Používáním této aplikace souhlasíte s našimi Zásadami o používání a soukromí http://www.bittorrent.com/legal/privacy http://www.bittorrent.com/legal/terms-of-use http://www.bittorrent.com/legal/eula
de: Die Benutzung dieser Applikation setzt Ihr Einverständnis zu unseren Datenschutzbestimmungen und Geschäftsbedingungen voraus: http://www.bittorrent.com/legal/privacy http://www.bittorrent.com/legal/terms-of-use http://www.bittorrent.com/legal/eula
fr: En utilisant cette application, vous acceptez notre politique de confidentialité et nos conditions. http://www.bittorrent.com/legal/privacy http://www.bittorrent.com/legal/terms-of-use
gl: Polo simple feito de usar deste aplicativo, vostede acepta a nosa política de intimidade e as condicións de uso. http://www.bittorrent.com/legal/privacy http://www.bittorrent.com/legal/terms-of-use http://www.bittorrent.com/legal/eula
hu: E program használatával elfogadja az adatkezelési szabályzatot és a feltételeket: http://www.bittorrent.com/legal/privacy http://www.bittorrent.com/legal/terms-of-use http://www.bittorrent.com/legal/eula
it: L'uso di quest'applicatione implica l'accettazione dei termini della privacy e delle condizioni d'uso: http://www.bittorrent.com/legal/privacy http://www.bittorrent.com/legal/terms-of-use http://www.bittorrent.com/legal/eula
nl: Door deze toepassing te gebruiken, gaat u akkoord met ons privacy beleid en voorwaarden. http://www.bittorrent.com/legal/privacy http://www.bittorrent.com/legal/terms-of-use http://www.bittorrent.com/legal/eula
pl: Używając tej aplikacji, akceptujesz Politykę Prywatności i Regulamin. http://www.bittorrent.com/legal/privacy http://www.bittorrent.com/legal/terms-of-use http://www.bittorrent.com/legal/eula

source: Enable Debug Logging
bg: Включи дебъг дневника
cs: Aktivovat logování chyb
de: Debug-Protokollierung aktivieren
es: Activar trazas de depuración
fr: Activer l'archivage de débogage
gl: Activar o rexistro de depuración
hu: Hibakereső naplózás bekapcsolása
it: Abilita registrazione debug
nl: Zet Debug Logging aan
pl: Aktywuj Debugowanie
ru: Включить журнал событий

source: Linux UI Version 0.0
bg: Линукс версия на потребителския интерфейс 0.0
cs: Verze Linux UI 0.0
es: Versión de IU de Linux 0.0
fr: Version de l'interface utilisateur Linux 0.0
gl: Interface Linux versión 0.0
hu: Linux UI Verzió: 0.0
it: Linux UI Versione 0.0
pl: Linux UI Wersja 0.0
ru: Интерфейс для Linux, версия 0.0

source: Open BitTorrent Sync...
bg: Отвори BitTorrent Sync...
cs: Otevřít BitTorrent Sync...
de: BitTorrent Sync öffnen...
es: Abrir BitTorrent Sync...
fr: Ouvrir BitTorrent Sync...
gl: Abrir o BitTorrent Sync...
hu: BitTorrent Sync megnyitása...
it: Apri BitTorrent Sync...
pl: Otwórz BitTorrent Sync...
ru: Открыть BitTorrent Sync…

source: Open Original Manual
bg: Отвори ръководството
cs: Otevřít originální návod
de: Originales Handbuch anzeigen
es: Abrir manual original
fr: Ouvrir le manuel original
gl: Abrir o manual orixinal
hu: Eredeti használati útmutató megnyitása...
it: Apri il manuale originale
nl: Open Originele Handboek
pl: Otwórz oryginalną instrukcję
ru: Открыть оригинальное руководство

source: Open Web UI
bg: Отвори уеб интерфейса
cs: Otevřít webové rozhraní
de: Web Oberfläche anzeigen
es: Abrir interfaz de usuario Web
fr: Ouvrir l'interface Web
gl: Abrir a interface web
hu: Webes felület megnyitása...
it: Apri l'Interfaccia Web
pl: Otwórz Web UI
ru: Открыть веб-интерфейс

source: Pause Syncing
bg: Пауза на синхронизирането
cs: Pozastavit synchronizaci
de: Synchronisation anhalten
es: Detener la sincronización
fr: Mettre la synchronisation en pause
gl: Poñer en pausa a sincronización
hu: Szinkronizálás szüneteltetése
it: Pausa sincronizzazione
nl: Pauzeer Synchroniseren
pl: Wstrzymaj synchronizację
ru: Приостановить синхронизацию

source: Quit BitTorrent Sync
bg: Спри BitTorrent Sync
cs: Ukončit BitTorrent Sync
de: BitTorrent Sync beenden
es: Salir de BitTorrent Sync
fr: Quitter BitTorrent Sync
gl: Saír do BitTorrent Sync
hu: Kilépés a BitTorrent Sync-ből
it: Chiudi BitTorrent Sync
nl: BitTorrent Sync afsluiten
pl: Wyjdź z BitTorrent Sync
ru: Закрыть BitTorrent Sync

source: Send Feedback
bg: Напиши на разработчиците
cs: Odeslat zpětnou vazbu
de: Feedback einreichen
es: Enviar comentarios
fr: Envoyer des commentaires
gl: Enviar comentarios
hu: Visszajelzés küldése
it: Invia feedback
nl: Geef Feedback
pl: Wyślij opinię
ru: Обратная связь

source: Add folder to sync
bg: Добави папка за синхронизиране
cs: Přidat složku k synchronizaci
de: Zu synchronisierender Ordner hinzufügen
es: Añadir carpeta a sincronizar
fr: Ajouter un dossier à synchroniser
gl: Engadir un cartafol para sincronizar
hu: Szinkronizálandó mappa hozzáadása
it: Aggiungi cartella da sincronizzare
nl: Map toevoegen om te synchroniseren
pl: Dodaj folder do synchronizacji
ru: Добавить папку для синхронизации

source: Add ip:port or host:port of known clients
bg: Добави ip:порт или хост:порт за известните клиенти
cs: Přidat ip:port nebo host:port známých klientů
de: ip:port oder host:port hinzufügen
es: Añadir ip:puerto o equipo:puerto de clientes conocidos
fr: Ajouter le port ip:port ou host:port
gl: Engadir IP:porto ou máquina:porto de clientes coñecidos
hu: Ismert eszközök ip:port vagy hosztnév:port címének hozzáadása
it: Aggiungi ip:port o host:port dei client noti
nl: Voeg ip:poort of host:poort van bekende clients toe
pl: Dodaj ip:port lub host:port znany klientom
ru: Добавить ip:порт или узел:порт известных клиентов

source: Advanced Preferences
bg: Допълнителни настройки
cs: Rozšířené možnosti
de: Erweiterte Voreinstellungen
es: Preferencias avanzadas
fr: Préférences avancées
gl: Preferencias avanzadas
hu: Haladó beállítások
it: Impostazioni avanzate
nl: Geavanceerde voorkeuren
pl: Zaawansowane preferencje
ru: Расширенная настройка

source: Choose
bg: Избери
cs: Vybrat
de: Auswählen
es: Seleccionar
fr: Choisir
gl: Escoller
hu: Választás
it: Scegli
nl: Kies
pl: Wybór
ru: Выбрать

source: Folder to sync:
bg: Папка за синхронизиране:
cs: Složka k synchronizaci:
de: Zu synchronisierender Ordner:
es: Carpeta a sincronizar:
fr: Dossier à synchroniser :
gl: Cartafol para sincronizar:
hu: Szinkronizálandó mappa:
it: Cartella da sincronizzare:
nl: Map om te synchroniseren:
pl: Folder do synchronizacji:
ru: Папка для синхронизации:

source: Full Access
bg: Пълен достъп
cs: Plný přístup
de: Vollzugriff
es: Acceso total
fr: Accès complet
gl: Acceso total
hu: Teljes hozzáférés
it: Accesso completo
nl: Volledige Toegang
pl: Pełen dostęp
ru: Полный доступ

source: Full access
bg: Пълен достъп
cs: Plný přístup
de: Vollzugriff
es: Acceso total
fr: Accès complet
gl: Acceso total
hu: Teljes hozzáférés
it: Accesso completo
nl: Volledige toegang
pl: Pełen dostęp
ru: Полный доступ

source: Full access secret
bg: Пълен достъп до секрета
cs: Tajemství k plnému přístupu
de: Geheimschlüssel für Vollzugriff
es: Clave secreta de acceso completo
fr: Clé secrète d'accès complet
gl: Código secreto de acceso total
hu: Teljes hozzáférés titkos kódja
it: Chiave segreta di accesso completo
nl: Volledige toegang secret
pl: Sekret pełnego dostepu
ru: Секрет на полный доступ

source: Generate
bg: Генерирай
cs: Vygenerovat
de: Generieren
es: Generar
fr: Générer
gl: Xerar
hu: Generál
it: Genera
nl: Genereer
pl: Generuj
ru: Сгенерировать

source: Generate a new secret or enter shared folder secret
bg: Генерирайте нов секрет или въведете вече съществуващ
cs: Vygenerujte nové tajemství nebo vložte tajemství ke sdílené složce
de: Generieren Sie einen neuen Geheimschlüssel oder geben Sie einen Geheimschlüssel für einen geteilten Ordner ein.
es: Genera una nueva clave secreta o escribe la clave de una carpeta compartida.
fr: Générez une nouvelle clé secrète ou saisissez la clé secrète du dossier partagè.
gl: Xere un novo código secreto ou introduza o código secreto do seu cartafol compartido
hu: Generáljon őj titkos kódot vagy írja be a mappa titkos kódját
it: Genera una nuova chiave segreta o inserisci la chiave della cartella condivisa
nl: Genereer een nieuw secret of voer gedeelde map secret in
pl: Generuj nowy sekret lub wprowadź sekret udostępnionego folderu
ru: Создайте новый секрет или введите уже существующий

source: Hosts
bg: Хостове
cs: Hostitelé
es: Servidores
fr: Hôtes
gl: Máquinas
hu: Hálózati nevek
it: Dispositivi
pl: Hosty
ru: Узлы

source: Name
bg: Име
cs: Jméno
es: Nombre
fr: Nom
gl: Nome
hu: Név
it: Nome
nl: Naam
pl: Nazwa
ru: Название

source: New Predefined Host
bg: Нов предварително определен хост
cs: Nový přednastavený hostitel
de: Neuer vordefinierter Host
es: Nuevo servidor conocido
fr: Nouvel hôte prédéfini
gl: Nova máquina predefinida
hu: Új előre beállított hálózati név
it: Nuovo host conosciuto
nl: Nieuwe vooraf gedefinieerde Host
pl: Nowy zdefiniowany host
ru: Новый предопределённый узел

source: New known host address:
bg: Нов известен адрес на хоста:
cs: Adresa nově poznaného hostitele:
de: Neue bekannte Hostadresse:
es: Nueva dirección de servidor conocido:
fr: Nouvelle adresse d'hôte connue :
gl: Nuevo enderezo de máquina coñecida:
hu: Új hálózati cím:
it: Nuovo indirizzo host conosciuto:
nl: Nieuw bekend host adres:
pl: Nowy znany adres hosta:
ru: Новый известный адрес узла:

source: One-time secret
bg: Еднократен секрет
cs: Tajemství na jedno použití
de: Einmal-Geheimschlüssel
es: Clave secreta de un solo uso
fr: Clé secrète à utilisation unique
gl: Código dun só uso
hu: Egyszeri titkos kód
it: Chiave segreta una tantum
nl: Eenmalige geheim
pl: Jednorazowy sekret
ru: Одноразовый секрет

source: One-time secret should be used within 24 hours
bg: Използвайте еднократния секрет в продължение на 24 часа
cs: Tajemství na jedno použití by mělo být použito do 24 hodin
de: Einmal-Geheimschlüssel muss innerhalb von 24 Stunden verwendet werden
es: La clave de un solo uso solo es válida durante 24 horas
fr: La clé secrète à utilisation unique doit être utilisée dans un délai de 24 heures
gl: O código secreto dun só uso debe usarse antes de 24 horas
hu: Az egyszer használható titkos kódot 24 órán belül lehet felhasználni
it: La chiave segreta una tantum deve essere usata entro 24 ore
nl: Eenmalige geheim moet binnen 24 uur worden gebruikt
pl: Jednorazowy sekret powinien być wykorzystany w ciągu 24 godzin
ru: Одноразовый секрет будет действовать в течение 24 часов

source: Read Only
bg: Само за четене
cs: Jen pro čtení
de: Nur lesen
es: Solo lectura
fr: Lecture seule
gl: Só lectura
hu: Csak olvasható
it: Solo lettura
nl: Alleen Lezen
pl: Wyłączenie odczyt
ru: Только чтение

source: Read only
bg: Само за четене
cs: Jen pro čtení
de: Nur lesen
es: Solo lectura
fr: Lecture seule
gl: Só lectura
hu: Csak olvasható
it: Solo lettura
nl: Alleen lezen
pl: Wyłącznie odczyt
ru: Только чтение

source: Read only secret
bg: Секрет само за четене
cs: "Jen pro čtení" Tajemství
de: Nur-Lesen-Geheimschlüssel
es: Clave secreta de solo lectura
fr: Clé secrète de lecture seule
gl: Código de só lectura
hu: Csak olvasható titkos kód
it: Chiave segreta di sola lettura
nl: Alleen lezen secret
pl: Sekret tylko do odczytu
ru: Секрет на чтение

source: Remove Shared Folder
bg: Премахни споделената папка
cs: Odebrat sdílenou složku
de: Synchronisierten Ordner Entfernen
es: Eliminar carpeta compartida
fr: Supprimer le répertoire partagé
gl: Retirar o cartafol compartido
hu: Mappa megosztásának törlése
it: Rimuovi cartella condivisa
nl: Verwijder gedeelde map
pl: Usuń udostępniony folder
ru: Удалить папку

source: Reset
bg: Нулирай
cs: Resetovat
de: Zurücksetzen
es: Reiniciar
fr: Réinitialiser
gl: Restabelecer
hu: Visszaállít
it: Ripristina
nl: Opnieuw instellen
pl: Resetuj
ru: Сбросить

source: Scan QR
bg: Сканирай QR кода
cs: Skenovat QR
de: QR scannen
es: Escanear código QR
fr: Lire le code QR
gl: Capturar QR
hu: QR kód beolvasása
it: Esegui scansione QR
pl: Skanuj QR
ru: Сканировать QR-код

source: Scan this QR code with your mobile device to connect sync folders
bg: Сканирайте този QR код с вашето мобилно устройство, за да свържете синхронизираните папки
cs: Naskenujte tento QR kód pomocí svého mobilního zařízení pro připojení ke sdíleným složkám
de: Diesen QR-Code mit Ihrem Mobilgerät scannen, um Synchronisationsordner zu verbinden.
es: Escanea este código QR con tu dispositivo móvil para conectar las carpetas de sincronización.
fr: Lisez le code QR avec votre appareil mobile pour connecter.
gl: Capture este código QR co seu dispositivo móbil para sincronizar os cartafoles
hu: A mobil eszközzel történő szinkronizáláshoz olvassa be ezt a QR kódot
it: Esegui la scansione di questo codice QR con il dispositivo mobile per connettere.
nl: Scan deze QR-code met uw mobiele apparaat om de mappen te synchroniseren
pl: Skanuj ten kod QR swoim urządzeniem przenośnym aby połączyć się z synchronizowanymi folderami
ru: Прочтите этот QR-код с помощью мобильного устройства для подключения папок синхронизации

source: Search DHT network
bg: Търсене по DHT
cs: Prohledat síť DHT
de: DHT-Netzwerk durchsuchen
es: Buscar en la red DHT
fr: Recherche sur le réseaux DHT
gl: Buscar na rede DHT
hu: DHT hálózat keresése
it: Cerca rete DHT
nl: Doorzoek DHT netwerk
pl: Wyszukaj sieci DHT
ru: Поиск в сети DHT

source: Search LAN
bg: Търсене в локалната мрежа
cs: Prohledat LAN
de: Lokalnetzwerk durchsuchen
es: Buscar en la LAN
fr: Rechercher sur le LAN
gl: Buscar na rede LAN
hu: LAN hálózat keresése
it: Cerca LAN
nl: Doorzoek LAN
pl: Wyszukaj LAN
ru: Поиск в локальной сети

source: Secret Keys
bg: Секретни ключове
cs: Tajné klíče
de: Geheimschlüssel
es: Claves secretas
fr: Clés secrètes
gl: Claves secretas
hu: Titkos kulcsok
it: Chiavi segrete
pl: Sekretne klucze
ru: Секретные ключи

source: Shared Folder Properties
bg: Свойства на споделената папка
cs: Vlastnosti sdílené složky
de: Einstellungen des synchronisierten Ordners
es: Propiedades de carpetas compartidas
fr: Préférences de dossier
gl: Propiedades do cartafol compartido
hu: Megosztott mappa tulajdonságai
it: Impostazioni della cartella condivisa
nl: Gedeelde Map Eigenschappen
pl: Właściwości udostępnionych folderów
ru: Свойства папки

source: Shared secret:
bg: Споделен секрет:
cs: Sdílené tajemství:
de: Geteilter Geheimschlüssel
es: Clave secreta compartida:
fr: Clé secrète partagée :
gl: Código compartido:
hu: Megosztási titkos kód:
it: Chiave segreta condivisa:
nl: Gedeeld secret:
pl: Sekret:
ru: Секрет:

source: Store deleted files in SyncArchive
bg: Съхранявай изтритите файлове в SyncArchive
cs: Ukládat soubory do SyncArchive
de: Gelöschte Dateien in SyncArchive anzeigen
es: Almacenar archivos borrados en SyncArchive
fr: Stocker les fichiers supprimés dans SyncArchive
gl: Almacenra os ficheiros eliminados en SyncArchive
hu: A törölt fájlok megőrzése a SyncArchive archívumban
it: Memorizza i file eliminati in SyncArchive
nl: Sla verwijderde bestanden op in SyncArchive
pl: Przechowywanie usuniętych plików w archiwum synchronizacji
ru: Переносить удалённые файлы в архив

source: This folder will be removed from BitTorrent Sync and no longer synced with other devices
bg: Тази папка ще бъде премахната от BitTorrent Sync и вече няма да се синхронизира с други устройства
cs: Tato složka bude odebrána ze služby BitTorrent Sync a již nebude synchronizována s ostatními zařízeními
de: Dieser Ordner wird aus BitTorrent Sync entfernt und nicht mehr mit anderen Geräten Synchronisiert.
es: Esta carpeta será eliminada de BitTorrentSync y no se volverá a sincronizar con otros dispositivos
fr: Ce dossier sera supprimé de BitTorrent Sync et ne sera plus synchronisé avec les autres appareils
gl: Este cartafol retirarase de BitTorrent Sync e xa non se sincronizará con outros dispositivos.
hu: A mappa eltávolításra kerül a BitTorrent Sync-ből, ezáltal nem lesz többé szinkronizálva a többi eszközzel
it: Questa cartella verrà rimossa da BitTorrent Sync e non sarà più sincronizzata con gli altri dispositivi
nl: Deze map zal van BitTorrent Sync worden verwijderd en niet meer gesynchroniseerd worden met andere apparaten
pl: Ten folder będzie usunięty z BitTorrent Sync i nie będzie więcej synchronizowany z innymi urządzeniami
ru: Эта папка будет удалена из BitTorrent Sync и больше не будет синхронизироваться с другими устройствами

source: Use predefined hosts
bg: Използвай предварително определени хостове
cs: Použít přednastavené hostitele
de: Vordefinierte Hosts verwenden
es: Usar equipos predefinidos
fr: Utiliser des hôtes prédéfinis
gl: Usar máquinas predefinidas
hu: Előre megadott hálózati címek használata
it: Usa host predefiniti
nl: Gebruik vooraf gedefinieerde hosts
pl: Użyć zdefiniowanych hostów
ru: Использовать предопределённые узлы:

source: Use relay server when required
bg: Използвай релей сървър, когато се изисква
cs: Je-li třeba použít relay server
de: Bei Bedarf Relayserver verwenden
es: Usar servidor de retransmisión
fr: Utiliser le serveur de relais si nécessaire
gl: Usar servidor ponte cando sexa requirido
hu: Közvetítő (relay) szerver használata, ha szükséges
it: Usa server di inoltro quando necessario
nl: Gebruik relay server wanneer dat nodig is
pl: Użyć przekaźnika serwera kiedy jest to wymagane
ru: Использовать промежуточный сервер

source: Use tracker server
bg: Използвай тракер сървър
cs: Použít tracker server
de: Trackerserver verwenden
es: Usar rastreador
fr: Utiliser le serveur de suivi
gl: Usar servidor de localizadores
hu: Nyilvántartó (tracker) szerver használata
it: Usa server del tracker
nl: Gebruik tracker server
pl: Użyć trackera serwera
ru: Использовать трекер

source: Value
bg: Значение
cs: Hodnota
de: Wert
es: Valor
fr: Valeur
gl: Valor
hu: Érték
it: Valore
nl: Waarde
pl: Wartość
ru: Значение

source: Value:
bg: Значение:
cs: Hodnota:
de: Wert:
es: Valor:
fr: Valeur :
gl: Valor:
hu: Érték:
it: Valore:
nl: Waarde:
pl: Wartość
ru: Значение:

source: Restore modified files to original version
cs: Navrátit změněné soubory do počátečního stavu
de: Geänderte Dateien auf Original zurücksetzen
es: Restaurar versión original de archivos modiﬁcados
fr: Rétablir version originale des fichiers modifiés
gl: Restaurar os ficheiro modificados á versión orixinal
hu: Visszaállítja a módosított fájlokat az eredeti verzióra
it: Riporta i file modificati alla versione originale
nl: Herstel gewijzigde bestanden naar de oorspronkelijke versie
pl: Przywróć pliki do domyślnej wersji
ru: Не сохранять изменения файлов

source: This is a folder with read-only permissions. Modification made to this folder will not be displayed on other devices.
bg: Тази папка е само за четене. Промените, направени в нея няма да бъдат показани на другите устройства.
cs: Toto je složka s přístupem jen ke čtení. Změny provedené v této složce se neprojeví na ostatních zařízeních.
de: Dieser Ordner ist schreibgeschützt. In diesem Ordner vorgenommene Änderungen werden nicht auf anderen Geräten angezeigt.
es: Esta carpeta tiene permisos de solo lectura. Los cambios que haga en ella no se mostrarán en otros dispositivos sincronizados.
fr: Ce dossier n'a que des autorisations en lecture seule. Les modifications apportées à ce dossier ne s'afficheront pas sur les autres appareils.
gl: Tratase dun cartafol con permisos de só lectura. A modificación feita a este cartafol non se amosará noutros dispositivos.
hu: Ennek a mappának csak olvasási jogosultságai vannak. A mappán végzett helyi módosítások nem jelennek meg más eszközökön.
it: Questa è una cartella con autorizzazioni di sola lettura. Le modifiche apportate a questa cartella non compariranno sugli altri dispositivi.
nl: Dit is een map met alleen-lezen rechten. Wijzigingen gemaakt aan de inhoud van deze map worden niet aan andere apparaten doorgegeven.
pl: To jest folder z uprawnieniami tylko-do-odczytu. Modyfikacje tego folderu, nie wyświetlą się na innych urządzeniach.
ru: Эта папка доступна только для чтения. Изменения. сделанные в этой папке, не будут синхронизированы с другими устройствами.

source: Encryption secret (read-only)
cs: Šifrovací tajemství (jen pro čtení)
de: Geheimschlüssel (schreibgeschützt)
es: Clave de cifrado (solo lectura)
fr: Clé secrète de chiffrement (lecture seule)
gl: Código secreto cifrado (só lectura)
hu: Kódolt titkos kulcs (csak-olvasható)
it: Chiave segreta di codifica (sola lettura)
nl: Encryptie secret (alleen-lezen)
pl: Klucz szyfrowania (tylko-do-odczytu)
ru: Секрет шифрования (только чтение)
