Repository: reelsense/btsync-deb
Catalog: btsync-gui/po/*.po
Languages: bg, cs, de, es, fr, gl, hu, it, nl, pl, ru

source: If specified, all internally stored credentials, bind address, port information and storable settings will be cleared from the application preferences.
bg: Ако е избрано, всички вътрешно съхранени идентификационни данни, свързани адреси, информация за портовете и съхранените настройки, ще бъдат изтрити от настройките на приложението.
cs: Pokud zvolíte, všechna místně uložené informace (nastavení) budou vymazána z nastavení aplikace.
de: Wenn angegeben, werden alle gespeicherten Anmeldedaten, Adapterzuweisungen, Port Nummern und speicherbare Einstellungen zurückgesetzt.
es: Si se indica, todas las credenciales, dirección de escucha, información del puerto y parámetros almacenables guardados localmente serán borrados de las preferencias de la aplicación.
fr: Si spécifiés, le nom d'utilisateur, le mot de passe, l'adresse web, le numéro de port et les réglages qui sont sauvegardés seront supprimés des préférences de l'application.
gl: De especificarse, todas as credenciais almacenadas no interior, o enderezo de ligazón,a información dos portos e os axustes almacenábeis borraranse das preferencias do aplicativo.
hu: Ha meg van adva, akkor a beírt felhasználói azonosítók, hálózati cím, port információk és más beállítások törlésre kerülnek a helyi program beállításaiból.
it: Se specificato, tutte le impostazioni salvate come ad esempio credenziali, indirizzo di connessione ed impostazioni salvabili verranno ripristinate allo stato originale.
nl: Indien gespecificeerd, zullen alle intern opgeslagen referenties, bind adres, de poort en opgeslagen instellingen worden gewist uit de applicatie voorkeuren.
pl: Jeśli określony, wszystkie przechowywane poświadczenia, przypisane adresy, informacje portu i zapisane ustawienia będą wyczyszczone z preferencji aplikacji.
ru: Если выбрано, все внутренние сохраненные учетные данные, адрес привязки, данные о портах и сохранённые настройки будут сброшены.

source: BitTorrent Sync Status Indicator
bg: Индикатор за състоянието BitTorrent Sync
cs: Indikátor stavu služby BitTorrent Sync
de: BitTorrent Sync Statusanzeige
es: Indicador de estado de BitTorrent Sync
fr: Indicateur de statut BitTorrent Sync
gl: Indicador de estado do BitTorrent Sync
hu: BitTorrent Sync státusz ikon
it: Indicatore di status di BitTorrent Sync
pl: Wskaźnik statusu BitTorrent Sync
ru: Индикатор состояния BitTorrent Sync

source: Connecting...
bg: Свързване...
cs: Připojuji...
de: Verbinde...
es: Conectando...
fr: Connexion...
gl: Conectando...
hu: Kapcsolódás...
it: In connessione...
pl: Łączenie...
ru: Подключение…

source: Idle
bg: Спиране
cs: Čekám
de: Inaktiv
es: Ocioso
fr: Inactif
gl: En repouso
hu: Tétlen
it: Inattivo
pl: Bezczynny
ru: Бездействие

source: Indexing...
bg: Индексиране...
cs: Indexuji...
de: Indiziere...
es: Indexando...
fr: Indexation...
gl: Indexando...
hu: Összeszámolás...
it: In indicizzazione...
pl: Indeksowanie...
ru: Индексация…

source: Version {0} ({0})
bg: Версия {0} ({0})
cs: Verze {0} ({0})
es: Versión {0} ({0})
gl: Versión {0} ({0})
hu: Verzió: {0} ({0})
it: Versione {0} ({0})
pl: Wersja {0} ({0})
ru: Версия {0} ({0})

source: Linux UI Version {0}
bg: Линукс версия на потребителския интерфейс {0}
cs: Verze Linuxového rozhraní {0}
es: Versión de IU de Linux {0}
fr: Version de l'interface utilisateur Linux {0}
gl: Interface Linux versión {0}
hu: Linux UI Verzió: {0}
it: Versione UI Linux {0}
pl: Linux UI Wersja {0}
ru: Интерфейс для Linux, версия {0}

source: Disconnected
bg: Разкачен
cs: Odpojeno
de: Nicht verbunden
es: Desconectado
fr: Déconnecté
gl: Desconectado
hu: Nincs kapcsolat
it: Disconnesso
pl: Rozłączono
ru: Разъединено

source: Disconnected: Communication Error {0}
bg: Разкачен: грешка при свързването {0}
cs: Odpojeno: Chyba komunikace {0}
de: Nicht verbunden: Kommunikationsfehler {0}
es: Desconectado: error de comunicación {0}
fr: Déconnecté : Erreur de communication {0}
gl: Desconectado: Erro de comunicación {0}
hu: Nincs kapcsolat: Kommunikációs Hiba {0}
it: Disconnesso: Errore di comunicatzione {0}
nl: Disconnected: Communicatie fout {0}
pl: Rozłączono: Błąd komunikacji {0}
ru: Разъединено: ошибка связи {0}

source: Only one full btsync-gui can run at once
bg: Може да се работи само един btsync-gui.
cs: Jen jedno btsync-gui může být spuštěno najednou
de: Es kann nur ein BitTorrent Sync gestartet werden
es: Sólo un BitTorrent Sync GUI puede ejecutar a la vez
fr: Seulement un btsync-gui peut fonctionner à la fois
gl: Só é posíbel executar unha vez a interface BTSync
hu: A btsync-gui egyszerre csak egy példányban futhat
it: BitTorrent Sync può essere eseguito una volta sola
nl: Er kan slechts één volledige btsync-gui actief zijn
pl: Jedynie jedna instancja btsync-gui może być uruchomiona na raz
ru: Может быть запущен только один btsync-gui.

source: This secret is invalid. Please generate a new secret or enter your shared folder secret.
bg: Тази секретен ключ е невалиден. Моля, генерирайте нов или въведете съществуващ.
cs: Toto tajemství není platné. Prosím vygenerujte nové tajemství nebo vložte své tajemství ke sdílené složce.
de: Dieser Geheimschlüssel ist ungültig. Bitte generieren Sie einen neuen Geheimschlüssel oder geben Sie einen Geheimschlüssel zu einen geteilten Ordner ein.
es: Esta clave secreta no es válida. Genere una nueva clave secreta o introduzca su clave secreta de carpeta compartida.
fr: Cette clé secrète est invalide. Générez une nouvelle clé secrète ou entrez la clé secrète du répertoire partagé.
gl: Este código secreto é incorrecto. Xere un novo código secreto ou introduza o código secreto do seu cartafol compartido
hu: A titkos kód érvénytelen. Kérjük, generáljon egy új titkos kódot vagy adja meg a helyes titkos kódot.
it: La chiave segreta non è valida. Si prega di generare una chiave nuova o di specificare una chiave per una cartella condivisa.
nl: Dit secret is ongeldig. Genereer een nieuw secret of voer uw gedeelde map secret in.
pl: Ten sekret jest nieprawidłowy. Proszę wygenerować nowy sekret lub wprowadzić sekret udostępnionego folderu.
ru: Секрет недействителен. Создайте новый секрет или введите существующий.

source: Can't open the destination folder.
bg: Неуспешно отваряне на целевата папка.
cs: Nemohu otevřít cílovou složku.
de: Der Zielordner kann nicht geöffnet werden.
es: No se puede abrir la carpeta de destino.
fr: Le répertoire de destination ne peux pas être ouvert.
gl: Non é posíbel abrir o cartafol de destino.
hu: Nem sikerült megnyitni a célmappát.
it: Non è stato possibile usare la cartella specificata.
nl: Kan de doelmap niet openen.
pl: Nie można otworzyć docelowego folderu.
ru: Не удалось открыть папку.

source: Selected folder is already added to BitTorrent Sync.
bg: Избраната папка вече е добавена в BitTorrent Sync.
cs: Vybraná složka je již přidána do služby BitTorrent Sync.
de: Der angegebene Zielordner ist bereits durch BitTorrent Sync geteilt.
es: La carpeta seleccionada ya está incluida en BitTorrent Sync.
fr: Le répertoire sélectionné a déjà été ajouté à BitTorrent Sync.
gl: O cartafol seleccionado xa foi engadido ao BitTorrent Sync.
hu: A kiválasztott mappa már egy korábban hozzáadott BitTorrent Sync mappa.
it: La cartella specificata è già stata aggiunta a BitTorrent Sync.
nl: Geselecteerde map is al toegevoegd aan BitTorrent Sync.
pl: Wybrany folder jest został już dodany do BitTorrent Sync.
ru: Выбранная папка уже добавлена в BitTorrent Sync.

source: Don't have permissions to write to the selected folder.
bg: Нямате права за запис в избраната папка.
cs: Nemáte oprávnění zapisovat do zvolené složky.
de: Nicht ausreichende Zugriffsrechte auf den angegebenen Ordner.
es: No tiene permisos para escribir en la carpeta seleccionada.
fr: Vous n'avez pas la permission d'écrire dans le répertoire sélectionné.
gl: Non ten permisos para escribir no cartafol seleccionado.
hu: Nincs megfelelő jogosultság a kiválasztott mappába íráshoz.
it: Diritti di accesso insufficienti alla cartella specificata.
nl: Heeft geen machtigingen om te schrijven naar de geselecteerde map.
pl: Nie masz uprawnień do zapisu w wybranym folderze.
ru: Нет прав на запись в выбранную папку.

source: Please select a folder to sync
bg: Моля, изберете папка за синхронизиране
cs: Prosím, zvolte složky, kterou chcete synchronizovat
de: Zu synchronisierenden Ordner hinzufügen
es: Seleccione una carpeta a sincronizar
fr: Veuillez sélectionner un répertoire à synchroniser
gl: Seleccione un cartafol para sincronizar
hu: Kérjük, válassza ki a szinkronizálandó mappát
it: Aggiungi cartella da sincronizzare
nl: Selecteer een map om te synchroniseren
pl: Proszę wybrać folder do synchronizacji
ru: Выберите папку для синхронизации

source: Invalid secret specified. Secret must have a length of 33 characters
bg: Невалидно зададен секретен ключ. Трябва да е поне от 33 символа.
cs: Bylo zadáno neplatné tajemství. Tajemství musí být dlouhé 33 znaků.
de: Ungültiger Geheimschlüssel angegeben. Ein Geheimschlüssel muss 32 Zeichen lang sein.
es: La clave secreta especificada no es válida. La clave secreta debe tener una longitud de 33 caracteres.
fr: La clé secrète spécifiée est invalide. La clé secrète doit avoir une longueur de 33 caractères.
gl: O código secreto especificado é incorrecto. O código secreto debe ter unha lonxitude de 33 caracteres
hu: A megadott titkos kód érvénytelen. A titkos kód pontosan 33 karakteres lehet
it: Chiave segreta non valida. Una chiave segreta deve avere una lunghezza di 33 caratteri.
nl: Ongeldige secret gespecificeerd. Secret moet een lengte van 33 tekens hebben
pl: Sekret nieprawidłowy. Sekret musi się składać z 33 znaków
ru: Указан неверный секрет. Его длина должна быть 33 символа

source: Invalid secret specified. Secret must contain only alphanumeric characters
bg: Невалидно зададен секретен ключ. Трябва да съдържа само букви и цифри.
cs: Bylo zadáno neplatné tajemství. Tajemství musí obsahovat pouze alfanumerické znaky.
de: Ungültiger Geheimschlüssel angegeben. Ein Geheimschlüssel darf nur aus Buchstaben und Zahlen bestehen.
es: La clave secreta especificada no es válida. La clave secreta debe contener únicamente caracteres alfanuméricos.
fr: La clé secrète spécifiée est invalide. La clé secrète doit contenir uniquement des caractères alphanumériques.
gl: O código secreto especificado é incorrecto. O código secreto debe conter só caracteres alfanuméricos
hu: A megadott titkos kód érvénytelen. A titkos kód csak betűket és számokat tartalmazhat
it: Chiave segreta non valida. Una chiave segreta può contenere soltanto numeri e caratteri.
nl: Ongeldige secret gespecificeerd. Secret mag alleen alfanumerieke tekens bevatten
pl: Sekret nieprawidłowy. Sekret musi zawierać jedynie znaki alfanumeryczne
ru: Указан неверный секрет. Он должен содержать только буквы и цифры

source: A hostname or IP address must be specified
bg: Трябва да бъде указано името на хоста или IP адреса
cs: Musí být zadáno jméno nebo IP adresa hostícího počítače
de: Ein Hostname oder eine IP Adresse müssen angegeben werden
es: Se debe indicar un nombre de servidor o una dirección IP
fr: Un nom d'hôte ou une adresse IP doit être spécifié
gl: Debe especificar un nome de máquina ou un IP
hu: Érvényes netes nevet vagy IP címet kell megadni
it: Almeno un nome host o un indirizzo IP deve essere specificato
nl: Een hostnaam of IP-adres moet worden opgegeven
pl: Nazwa hosta lub adres IP muszę być określone
ru: Укажите имя узла или IP-адрес

source: The specified port must be a number between 1 and 65534
bg: Указаният порт трябва да е число между 1 и 65534
cs: Zadaný port musí být číslo mezi 1 až 65534
de: Die angegebene Port Nummer muss zwischen 1 und 65534 sein
es: El puerto indicado debe ser un número entre 1 y 65534
fr: Le port spécifié doit être un nombre compris entre 1 et 65534
gl: O porto especificado debe ser un número entre 1 e 65534
hu: A megadott portnak 1 és 65534 között kell lennie
it: La porta specificata deve essere un numero compreso fra 1 e 65534
nl: De opgegeven poort moet een getal zijn tussen 1 en 65534
pl: Określenie portu musi być liczbą pomiędzy 1 a 65534
ru: Указанный порт должен быть числом от 1 до 65534

source: Advanced...
bg: Допълнително...
cs: Rozšířené...
de: Erweitert...
es: Avanzado...
fr: Avancées...
gl: Avanzado...
hu: Haladó...
it: Avanzate...
nl: Geavanceerde ...
pl: Zaawansowane...
ru: Дополнительно…

source: Connect mobile device
bg: Свържи мобилно устройство
cs: Připojit mobilní zařízení
de: Mobilgerät verbinden
es: Conectar dispositivo móvil
fr: Connecter un appareil mobile
gl: Conectar un dispositivo móbil
hu: Mobil eszköz csatlakoztatása
it: Connetti dispositivo mobile
nl: Verbind het mobiele apparaat
pl: Połączono z urządzeniem przenośnym
ru: Подключить мобильное устройство

source: Copies the sharing secret to the clipboard
bg: Копира споделения секретен ключ в клипборда
cs: Zkopíruje tajemství do schránky pro sdílení
de: Kopiert den Geheimschlüssel in die Zwischenablage
es: Copia la clave secreta compartida al portapapeles
fr: Copie la clé secrète partagée dans le presse-papier
gl: Copia o código secreto para compartir no portapapeis
hu: A megosztáshoz használható titkos kódot a vágólapra másolja
it: Copia la chiave segreta negli appunti
nl: Kopieert de secret naar het klembord
pl: Kopiuje sekret do schowka
ru: Копировать секрет в буфер обмена

source: Copy secret
bg: Копирай секретния ключ
cs: Zkopírovat tajemství
de: Geheimschlüssel kopieren
es: Copiar clave secreta
fr: Copier la clé secrète
gl: Copiar o código
hu: Titkos kód másolása
it: Copia chiave segreta
nl: Kopieer secret
pl: Kopiuj sekret
ru: Копировать секрет

source: Date
bg: Дата
cs: Datum
de: Datum
es: Fecha
gl: Data
hu: Dátum
it: Data
nl: Datum
pl: Data
ru: Дата

source: Device
bg: Устройство
cs: Zařízení
de: Gerät
es: Dispositivo
fr: Appareil
gl: Dispositivo
hu: Eszköz
it: Dispositivo
nl: Apparaat
pl: Urządzenie
ru: Устройство

source: Device name:
bg: Име на устройството:
cs: Jméno zařízení:
de: Gerätename:
es: Nombre de dispositivo:
fr: Nom de l'appareil :
gl: Nome do dispositivo:
hu: Eszköz neve:
it: Nome dispositivo:
nl: Apparaat naam:
pl: Nazwa urządzenia:
ru: Имя устройства:

source: Devices
bg: Устройства
cs: Zařízení
de: Geräte
es: Dispositivos
fr: Appareils
gl: Dispositivos
hu: Eszközök
it: Dispositivi
nl: Apparaten
pl: Urządzenia
ru: Устройства

source: Displays a QR-code that permits easy connection of a mobile device to this folder
bg: Показва QR код, позволяващ лесното свързване на мобилно устройство към тази папка
cs: Zobrazí QR kód určený ke snadnějšímu připojení mobilních zařízení
de: Zeigt einen QR-Code an, der es erlaubt ein Mobilgerät mittels der BitTorrent Sync App zu verbinden
es: Muestra un código-QR que permite una fácil conexión de un dispositivo móvil a esta carpeta
fr: Affiche un code QR qui permet une connexion facile d'un appareil mobile à ce répertoire
gl: Amosa un código QR ​​que permite a doada conexión dun dispositivo móbil con este cartafol
hu: Megjelenít egy QR kódot, amivel a mobil eszköz egyszerűen csatlakoztatható ehhez a mappához
it: Mostra un codice QR che permette la connessione di un dispositivo mobile a questa cartella condivisa
nl: Toont een QR-code die een eenvoudige aansluiting van een mobiel apparaat met deze map mogelijk maakt
pl: Wyświetla kod QR-code który umożliwia łatwe połączenia się urządzenia przenośnego do tego folderu
ru: Показать QR-код, с помощью которого можно легко подключить мобильное устройство к этой папке

source: Down
bg: Свалено
cs: Mimo provoz
de: Download
es: Bajada
fr: Téléchargement
gl: Descarga
hu: Le
it: Download
pl: Spadek
ru: Приём

source: Edit .SyncIgnore
bg: Редактирай .SyncIgnore
cs: Upravit .SyncIgnore
de: .SyncIgnore Datei editieren
es: Editar .SyncIgnore
fr: Éditer .SyncIgnore
gl: Editar .SyncIgnore
hu: .SyncIgnore szerkesztése
it: Modifica .SyncIgnore
nl: Wijzig .SyncIgnore
pl: Edytuj .SyncIgnore
ru: Редактировать список исключений

source: Edit the file containing the list or filename patterns for file not being synced
bg: Редактиране на файла, съдържащ списък с имената или шаблоните на файловете, който не трябва да бъдат синхронизирани
cs: Upravit soubor obsahující seznam pravidel pro soubory, které nejsou synchronizovány
de: Liste der Dateienamen und Namensmuster die von der Synchronisation ausgeschlossen werden sollen editieren
es: Editar el archivo que contiene la lista o patrones de nombres de archivo para los archivos que no deben ser sincronizados
fr: Édite le fichier contentant la liste ou les modèles de noms de fichiers pour les fichiers qui ne sont pas synchronisés
gl: Editar o ficheiro que conten a lista patróns de nomes de ficheiro dos ficheiros que non foron sincronizados
hu: A nem-szinkronizálandó fájlok listájának szerkesztése
it: Modifica il contenuto della lista dei file e delle estensioni non sincronizzate
nl: Wijzig het bestand met de lijst van bestandsnaam-patronen welke niet gesynchroniseerd zullen worden
pl: Edytuj plik zawierający listę lub nazwę wzorca dla plików, które nie będę synchronizowane
ru: Редактировать файл .SyncIgnore со списком имён и шаблонами файлов, которые не должны синхронизироваться

source: Event
bg: Събитие
cs: Událost
de: Ereignis
es: Evento
fr: Événement
gl: Actividade
hu: Esemény
it: Evento
nl: Gebeurtenis
pl: Wydarzenie
ru: Событие

source: Folder
bg: Папка
cs: Složka
de: Ordner
es: Carpeta
fr: Dossier
gl: Cartafol
hu: Mappa
it: Cartella
nl: Map
ru: Папка

source: Folders
bg: Папки
cs: Složky
de: Ordner
es: Carpetas
fr: Dossiers
gl: Cartafoles
hu: Mappák
it: Cartelle
nl: Mappen
pl: Foldery
ru: Папки

source: History
bg: История
cs: Historie
de: Chronik
es: Historial
fr: Historique
gl: Historial
hu: Előzmények
it: Cronologia
nl: Geschiedenis
pl: Historia
ru: Журнал

source: Limit download rate to (kB/s):
bg: Ограничи скоростта за изтегляне до (кБ/с):
cs: Limitovat stahování na (kB/s):
de: Downloadrate begrenzen auf (kB/s):
es: Velocidad máx. de bajada (kb/s):
fr: Limiter le taux de téléchargement à (Ko/s) :
gl: Limitar a taxa de descarga a (kB/s):
hu: Letöltési sebesség korlátozása (kB/s):
it: Limita download a (kB/s):
nl: Beperk download to (kB/s):
pl: Ograniczenie pobierania do (kB/s):
ru: Ограничить скорости приёма (КБ/с):

source: Limit upload rate to (kB/s):
bg: Ограничи скоростта за качване до (кБ/с):
cs: Limitovat uploadování na (kB/s):
de: Uploadrate begrenzen auf (kB/s):
es: Velocidad máx. de subida (kb/s):
fr: Limiter le taux de chargement à (Ko/s) :
gl: Limitar a txa de envío a (kB/s):
hu: Feltöltési sebesség korlátozása (kB/s):
it: Limita upload a (kB/s):
nl: Beperk upload to (kB/s):
pl: Ograniczenie wysyłania do (kB/s):
ru: Ограничить скорости отдачи (КБ/с):

source: Listening port:
bg: Порт за слушане:
cs: Naslouchávající port:
de: Port:
es: Puerto a escuchar:
fr: Écoute du port :
gl: Porto á escoita:
hu: Figyelt port:
it: Porta in ascolto:
pl: Port nasłuchiwania:
ru: Порт:

source: Open Folder
bg: Отвори папката
cs: Otevřít složku
de: Ordner öffnen
es: Abrir carpeta
fr: Ouvrir le dossier
gl: Abrir o cartafol
hu: Mappa megnyitása
it: Apri cartella
nl: Open Map
pl: Otwórz folder
ru: Открыть папку

source: Open SyncArchive
bg: Отвори SyncArchive
cs: Otevřít SyncArchive
de: SyncArchive öffnen
es: Abrir SyncArchive
fr: Ouvrir SyncArchive
gl: Abrir SyncArchive
hu: SyncArchive megnyitása
it: Apri SyncArchive
pl: Otwórz archiwum synchronizacji
ru: Открыть архив синхронизации

source: Opens the folder in the file manager
bg: Отваря папка във файловия мениджър
cs: Otevře složku ve správci souborů
de: Öffnet den Ordner im Datei.Manager
es: Abre la carpeta en el administrador de archivos
fr: Ouvrir le répertoire dans le gestionnaire de fichiers
gl: Abre o cartafol no xestor de ficheiros
hu: Mappa megnyitása a fájlkezelővel
it: Apre la cartella condivisa nel file manager
nl: Opent de map in de file manager
pl: Otwórz folder w menadżerze plików
ru: Открыть папку в файловом менеджере

source: Opens the preferences dialog for the shared folder
bg: Отваря диалоговия прозорец с предпочитанията за споделена папка
cs: Otevře okno možnosti pro sdílenou složku
de: Öffnet die Einstellungen für den geteilten Ordner
es: Abre el diálogo de preferencias para la carpeta compartida
fr: Ouvre la boîte de dialogue des préférences pour le dossier partagé
gl: Abre a xanela de preferencias do cartafol compartido
hu: A megosztott mappa tulajdonságainak megnyitása
it: Apri le impostazioni della cartella condivisa
nl: Opent het voorkeuren venster voor de gedeelde map
pl: Otwiera okno preferencji dla udostępnianego folderu
ru: Открыть окно свойств папки

source: Opens the sync archive holding previous or deleted versions of files
bg: Отваря архива за синхронизациите, съхраняващ предишните или изтрити версии на файловете
cs: Otevře archiv synchronizace obsahující minulé či odstraněné verze souborů
de: Öffnet das Verzeichnis der alten Dateiversionen oder gelöschter Dateien
es: Abre el archivo de sincronización que contiene versiones anteriores o versiones borradas de los archivos
fr: Ouvre l'archive de synchronisation qui contient les versions précédentes ou supprimées des fichiers
gl: Abre o ficheiro de sincronización que mantén as versións anteriores ou eliminadas dos ficheiros
hu: A szinkronizálási archívum megnyitása, mely a törölt fájlokat és a fájlok korábbi verzióit tartalmazza
it: Apre la cartella archivio per le versioni precedenti o i file eliminati
nl: Opent het sync archief met vorige of verwijderde versies van bestanden
pl: Otwiera archiwum synchronizacji zawierającego poprzednie lub usunięcie wersje plików
ru: Открыть архив синхронизации, который хранит предыдущие или удалённые версии файлов

source: Path
bg: Път
cs: Cesta
de: Pfad
es: Ruta
fr: Chemin
gl: Ruta
hu: Útvonal
it: Percorso
nl: Pad
pl: Ścieżka
ru: Папка

source: Preferences
bg: Предпочитания
cs: Možnosti
de: Voreinstellungen
es: Preferencias
fr: Préférences
gl: Preferencias
hu: Tulajdonságok
it: Preferenze
nl: Voorkeuren
pl: Preferencje
ru: Настройка

source: Show folder preferences
bg: Покажи предпочитанията на папката
cs: Ukázat možnosti pro tuto složku
de: Ordner Voreinstellungen anzeigen
es: Mostrar las preferencias de carpetas
fr: Afficher les préférences de dossier
gl: Amosar as preferencias do cartafol
hu: Mappa tulajdonságok megmutatása
it: Mostra preferenze cartelle
nl: Toon map voorkeuren
pl: Pokaż folder preferencji
ru: Свойства папки

source: Size
bg: Размер
cs: Velikost
de: Größe
es: Tamaño
fr: Taille
gl: Tamaño
hu: Méret
it: Dimensioni
nl: Grootte
pl: Rozmiar
ru: Размер

source: Start BitTorrent Sync when Linux starts
bg: Пускай BitTorrent Sync при стартирането на Линукс
cs: Spustit BitTorrent Sync při startu Linuxu
de: BitTorrent Sync zusammen mit Linux starten
es: Arrancar BitTorrent cuando se inicie Linux
fr: Lancer BitTorrent Sync au démarrage du Linux
gl: Iniciar o BitTorrent Sync cando se inicie o Linux
hu: BitTorrent Sync indítása a számítógép bekapcsolásakor
it: Avvia BitTorrent Sync all'avvio di Linux
nl: Start BitTorrent Sync wanneer Linux opstart
pl: Uruchom BitTorrent Sync kiedy uruchamiany jest system
ru: Запускать BitTorrent Sync вместе с системой

source: Status
bg: Статус
cs: Stav
es: Estado
fr: Statut
gl: Estado
hu: Státusz
it: Stato
ru: Статус
