Repository: reelsense/btsync-deb
Catalog: btsync-gui/po/*.po
Languages: bg, cs, de, es, fr, gl, hu, it, nl, pl, ru

source: Default settings cleared.
bg: Стандартните настройки са изчистени.
cs: Byla vymazána výchozí nastavení.
de: Standardeinstellungen gelöscht.
es: Parámetros por defecto reiniciados.
fr: Paramètres par défaut effacés
gl: Axustes predeterminados limpos.
hu: Alapértelmezett beállítások visszaállítva.
it: Impostazioni standard ripristinate.
nl: Standaard instellingen gewist.
pl: Domyślne ustawienia wyczyszczone.
ru: Настройки по умолчанию сброшены

source: Default settings saved.
bg: Стандартните настройки са съхранени.
cs: Byla uložena výchozí nastavení.
de: Standardeinstellungen gesichert.
es: Parámetros por defecto guardados.
fr: Paramètres par défaut sauvegardés
gl: Axustes predeterminados gardados.
hu: Alapértelmezett beállítások elmentve.
it: Impostazioni standard salvate.
nl: Standaard instellingen opgeslagen.
pl: Domyślne ustawienia zapisane.
ru: Настройки по умолчанию сохранены

source: Cannot implement due to missing API
bg: Не е реализирано поради липсващо API
cs: Není možné použít kvůli chybějícímu API.
de: Kann auf Grund fehlender API nicht implementiert werden
es: No se puede implementar debido a API faltante.
fr: Ne peut pas être implémenté en raison d'une API manquante
gl: Non é posíbel aplicalo xa que falta a API
hu: Jelenleg még nem elérhető hiányzó API miatt.
it: Non implementato a causa di API mancante
nl: Kan niet uitvoeren als gevolg van ontbrekende API
pl: Nie można zastosować z powodu brakującego API
ru: Не реализовано из-за недоработанного API

source: Now
bg: Сега
cs: Nyní
de: Jetzt
es: Ahora
fr: Maintenant
gl: Agora
hu: Most
it: Adesso
nl: Nu
pl: Teraz
ru: Сейчас

source: {0:.1f} kB/s up, {1:.1f} kB/s down
bg: {0:.1f} кБ/с качване, {1:1f} кБ/с сваляне
de: {0:.1f} kB/s Upload, {1:.1f} kB/s Download
es: {0:.1f} kB/s de subida, {1:.1f} kB/s de bajada
fr: {0:.1f} Ko/s en chargement, {1:.1f} Ko/s en téléchargement
gl: Envío {0:.1f} kB/s, descarga {1:.1f} kB/s
hu: {0:.1f} kB/s fel, {1:.1f} kB/s le
it: {0:.1f} kB/s upload, {1:.1f} kB/s download
pl: {0:.1f} kB/s wys, {1:.1f} kB/s pob
ru: {0:.1f} КБ/с отдача, {1:1f} КБ/с приём

source: {0} in {1} files
bg: {0} в {1} файла
cs: {0} v {1} souborech
de: {0} in {1} Datei(en)
es: {0} en {1} archivos
fr: {0} dans {1} fichiers
gl: {0} en {1} ficheiros
hu: {0} fájl (összesen {1})
it: {0} in {1} file
pl: {0} z {1} plików
ru: {0} в {1} файлах

source: {0} in {1} files (indexing...)
bg: {0} в {1} файла (индексиране...)
cs: {0} v {1} souborech (indexuji...)
de: {0} in {1} Datei(en) (indiziert...)
es: {0} en {1} archivos (indexando...)
fr: {0} dans {1} fichiers (indexation...)
gl: {0} en {1} ficheiros (indexando...)
hu: {0} fájl (összesen {1}) (összeszámolás...)
it: {0} in {1} files (indicizzando...)
nl: {0} in {1} files (indexeren...)
pl: {0} z {1} plików (indeksowanie...)
ru: {0} в {1} файлах (индексация...)

source: Synced on {0}
bg: Синхронизирано {0}
cs: Synchronizováno {0}
de: Synchronisiert am {0}
es: Sincronizado en {0}
fr: Synchronisé le {0}
gl: Sincronizado en {0}
hu: Szinkronizálva: {0}
it: Sincronizzato il {0}
nl: Gesynchroniseerd op {0}
pl: Zsynchronizowano {0}
ru: Синхронизировано {0}

source: Idle...
bg: Спиране...
cs: Čekám...
de: Inaktiv...
es: Ocioso...
fr: Inactif...
gl: En repouso...
hu: Tétlen...
it: Inattivo...
pl: Bezczynny...
ru: Бездействие...

source: Sets the logging level. By default the logging level is WARNING
bg: Задава ниво за водене на дневника. Стандартното ново е WARNING
cs: Nastaví úroveň logu. Dle výchozích hodnot je úroveň logu zapisována VAROVÁNÍ
de: Legt die Protokollierungsstufe fest. Die Standard-Protokollierungsstufe ist WARNING
es: Establece el nivel de trazas. Por defecto el nivel de trazas es AVISO
fr: Défini le niveau de journalisation. Par défaut, le niveau de journalisation est "WARNING"
gl: Estabelece o nivel do rexistro. O nivel predeterminado é ADVERTENCIA
hu: Beállítja a naplózási szintet. Alapértelmezett: FIGYELMEZTETÉSEK naplózása
it: Imposta il livello di protocollo. Il livello di protocollo standard è WARNING
nl: Zet het logging niveau. Standaard is het logging niveau WAARSCHUWING
pl: Ustawia poziom logowania. Domyślny poziom logowania ustawiono na WARNING (ostrzeżenia)
ru: Задаёт уровень детализации журнала. Уровень по умолчанию — WARNING

source: Hostname for the connection to BitTorrent Sync. If not specified, a local BitTorrent Sync agent will be launched.
bg: Име на хоста за свързване към BitTorrent Sync. Ако не е определено, ще се стартира локален BitTorrent Sync агент.
cs: Adresa / název hostícího procesu BitTorrent Sync. Pokud necháte prázdné, bude spuštěn místní proces.
de: Hostname der Verbindung zu BitTorrent Sync. Falls nicht angegeben, wird ein lokaler BitTorrent Sync Agent gestartet.
es: Nombre de servidor para la conexión a BitTorrent Sync. Si no se indica, se lanzará un agente local de BitTorrent Sync.
fr: Nom d'hôte pour la connexion à BitTorrent Sync. Si non spécifié, un agent local de BitTorrent Sync sera lancé.
gl: Nome de máquina para a conexión con BitTorrent Sync. Se non se especifica, iniciarase un axente local do BitTorrent Sync.
hu: A BitTorrent Sync ügynök-program netes címe vagy host neve. Ha nincs megadva, akkor a helyi ügynököt használjuk.
it: Hostname per la connessione ad un agente BitTorrent Sync. Se non specificato, un agente BitTorrent Sync locale verrà lanciato.
nl: Hostnaam voor de verbinding met BitTorrent Sync. Indien niet opgegeven, zal een lokaal BitTorrent Sync proces opgestart worden.
pl: Nazwa hosta dla połączenia z BitTorrent Sync. Jeśli nie zostanie określona, zostanie uruchomiony lokalny agent BitTorrent Sync.
ru: Имя узла для подключения к BitTorrent Sync. Если не указано, будет запущен локальный агент BitTorrent Sync.

source: Optional port number for the connection to BitTorrent Sync. If not specified, port 8888 is taken for a connection to a remote BitTorrent Sync agent or (8999 + uid) is taken when creating a locally launched agent. This option can be made persistent for local agents with --savedefaults
bg: Допълнителен номер на порта за свързване към BitTorrent Sync. Ако не е указан, порта 8888 ще се използва за свързване към отдалечен BitTorrent Sync агент или порта (8999 + uid) ще се използва при създаването на локално стартирания агент. Тази опция може да се направи персистираща за локалните агенти с --savedefaults.
cs: Nepovinné číslo portu pro připojení ke službě BitTorrent Sync. Pokud necháte prázdné, bude zvolen port 8888 pro připojení ke vzdálenému BTSyncu nebo (8999 + uid) je zvolen při tvorbě místního procesu. Toto nastavení může zůstat pro místní proces pomocí --savedefaults
de: Optionale Port-Nummer für die Verbindung zum BitTorrent Sync Agenten. Falls nicht angegeben, wird 8888 für die Verbindung zu einen externen BitTorrent Sync Agenten angenommen oder (8999 + uid) wenn ein lokaler BitTorrent Sync Agent gestartet wird. Diese Einstellung kann für lokale Agenten durch Angabe von --savedefaults als Voreinstellung gespeichert werden.
es: Número de puerto opcional para la conexión a BitTorrent Sync. Si no se indica, se usa el puerto 8888 para la conexión a un agente BitTorrent remoto o (8999 + uid) cuando se crea un agente local. Esta opción se puede hacer persistente para agentes locales con --savedefaults.
fr: Numéro de port optionnel pour la connexion à BitTorrent Sync. Si non spécifié, le port 8888 est utilisé pour une connexion à un client BitTorrent Sync distant ou (8999 + uid) à la création d'un client démarré localement. Cette option peut être rendue persistante pour les clients locaux avec --savedafults
gl: Número de porto opcional para a conexión co BitTorrent Sync. Se non se especifica, tomase o porto 8888 para unha conexión cun axente remoto do BitTorrent Sync ou o (8999 + uid) ao crear un axente iniciado localmente. Esta opción pode facerse persistente para os axentes locais con --savedefaults
hu: A BitTorrent Sync csatlakozási port-ja (opcionális). Ha nincs megadva, akkor a távoli ügynök-programhoz a 8888-as porton csatlakozik, vagy a helyi ügynökhöz a (8999 + uid) port-on. A helyi ügynökökhöz ez a beállítás elmenthető a --savedefaults opcióval.
it: Numero di porta facoltativo per la connessione a BitTorrent Sync. Se non specificata, verrà assunto 8888 per connessioni verso un agente remoto o (8999 + uid) in caso un agente locale sia lanciato. Quest'opzione può essere rese persistente mediante --savedefaults
nl: Optioneel poortnummer voor de verbinding met BitTorrent Sync. Indien niet opgegeven, wordt poort 8888 genomen voor een verbinding met een externe BitTorrent Sync agent of (8999 + uid) wordt gebruikt bij het ​​maken van een lokaal proces. Deze optie kan blijvend worden gemaakt voor een lokaal proces met - savedefaults
pl: Opcjonalny numer portu dla połączenia z BitTorrent Sync. Jeśli nie zostanie określony, wzięty zostanie port 8888 do połączenia ze zdalnym agentem BitTorrent Sync lub (8999 + uid) jest brany kiedy agent jest uruchamiany lokalnie. Ta opcja może być stała dla lokalnych agentów z --savedefaults
ru: Дополнительный номер порта для подключения к BitTorrent Sync. Если не указан, для подключения к удаленному агенту BitTorrent Sync будет использован порт 8888 или будет использован порт (8999 + uid) при создании локально запущенного агента. Эту настройку можно сделать постоянной для локальных агентов, используя параметр --savedefaults.

source: Optional user name for connecting to a remote BitTorrent Sync agent or username to use when creating a locally launched agent. This option can be made persistent for local agents with --savedefaults
bg: Допълнително потребителско име за свързване към отдалечения BitTorrent Sync агент или потребителското име, което ще се използва при създаването на локално стартирания агент. Тази опция може да се направи персистираща за локалните агенти с --savedefaults.
cs: Volitelné uživatelské jméno pro připojení ke vzdálené službě BitTorrent Sync nebo uživatelské jméno použité při tvorbě lokálně spuštěného agenta (místního procesu, vyberte si ;-) ). Tato volba může zůstat pomocí --savedefaults
de: Optionaler Benutzername für die Verbindung zu einem externen BitTorrent Sync Agenten oder Benutzername für den Zugang zu einem lokal gestarteten BitTorrent Sync Agenten. Diese Einstellung kann für lokale Agenten durch Angabe von --savedefaults als Voreinstellung gespeichert werden.
es: Nombre de usuario opcional para conectar a un agente BitTorrent Sync remoto o cuando se crea un agente local. Esta opción se puede hacer persistente para agentes locales con --savedefaults.
fr: Nom d'utilisateur optionnel utilisé pour une connexion à un client BitTorrent Sync distant ou à la création d'un client démarré localement. Cette option peut être rendue persistante pour les clients locaux avec --savedafults
gl: Nome de usuario opcional para conectar cun axente remoto do BitTorrent Sync ou nome de usuario para utilizar ao crear un axente iniciado localmente. Esta opción pode facerse persistente para os axentes locais con --savedefaults
hu: A felhasználónév (opcionális), amivel a BitTorrent Sync a távoli ügynök-programhoz csatlakozik, vagy a helyi ügynök felhasználóneve. A helyi ügynökökhöz ez a beállítás elmenthető a --savedefaults opcióval.
it: Nome utente facoltativo per la connessione ad un agente remoto BitTorrent Sync o nome utente da configurare per un agente locale. Quest'opzione può essere rese persistente mediante --savedefaults
nl: Optionele gebruikersnaam voor de verbinding met een externe BitTorrent Sync agent of gebruikersnaam te gebruiken bij het ​​maken van een lokaal proces. Deze optie kan blijvend worden gemaakt voor een lokaal proces met - savedefaults
pl: Opcjonalna nazwa użytkownika do łączenia się ze zdalnym agentem BitTorrent Sync lub nazwa użytkownika do użycia w czasie lokalnego uruchamiania agenta. Ta opcja może być stała dla lokalnych agentów z --savedefaults
ru: Необязательное имя пользователя для подключения к удалённому агенту BitTorrent Sync или имя пользователя, используемое при создании локально запущенного агента. Эту настройку можно сделать постоянной для локальных агентов, используя параметр --savedefaults.

source: Optional password for connecting to a remote BitTorrent Sync agent or password to use when creating a locally launched agent. This option can be made persistent for local agents with --savedefaults
bg: Допълнителна парола за свързване към отдалечения BitTorrent Sync агент или парола, която ще се използва при създаването на локално стартирания агент. Тази опция може да се направи персистираща за локалните агенти с --savedefaults.
cs: Volitelné heslo pro připojení ke vzdálené službě BitTorrent Sync nebo heslo použité ke tvorbě místně spouštěného agenta. Toto nastavení může zůstat pro místní agenty pomocí --savedefaults
de: Optionales Passwort für die Verbindung zu einem externen BitTorrent Sync Agenten oder Passwort für den Zugang zu einem lokal gestarteten BitTorrent Sync Agenten. Diese Einstellung kann für lokale Agenten durch Angabe von --savedefaults als Voreinstellung gespeichert werden.
es: Contraseña opcional para conectar a un agente BitTorrent Sync remoto o cuando se crea un agente local. Esta opción se puede hacer persistente para agentes locales con --savedefaults.
fr: Mot de passe optionnel utilisé pour une connexion à un client BitTorrent Sync distant ou à la création d'un client démarré localement. Cette option peut être rendue persistante pour les clients locaux avec --savedafults
gl: Contrasinal opcional para conectar cun axente remoto do BitTorrent Sync ou contrasinal para utilizar ao crear un axente iniciado localmente. Esta opción pode facerse persistente para os axentes locais con --savedefaults
hu: A jelszó (opcionális), amivel a BitTorrent Sync a távoli ügynök-programhoz csatlakozik, vagy a helyi ügynök jelszava. A helyi ügynökökhöz ez a beállítás elmenthető a --savedefaults opcióval.
it: Password facoltativa per la connessione ad un agente remoto BitTorrent Sync o password da configurare per un agente locale. Quest'opzione può essere rese persistente mediante --savedefaults
nl: Optioneel wachtwoord voor de verbinding met een externe BitTorrent Sync proces of wachtwoord te gebruiken bij het maken van een lokaal proces. Deze optie kan blijvend worden gemaakt voor een lokaal proces met - savedefaults
pl: Opcjonalne hasło dla zdalnego połączenia z agentem BitTorrent Sync lub hasło do użycia w czasie lokalnego uruchamiania agenta. Ta opcja może być stała dla lokalnych agentów z --savedefaults
ru: Необязательный пароль для подключения к удалённому агенту BitTorrent Sync или пароль, используемый при создании локально запущенного агента. Эту настройку можно сделать постоянной для локальных агентов, используя параметр --savedefaults.

source: Optional bind address for the Web UI of a locally created BitTorrent Sync agent. By default the agent binds to 127.0.0.1. If you want the Web UI of the agent to be reachable by other computers, specify one of the available IP addresses of this computer or "all" to bind to all available adapters. This option can be made persistent for local agents with --savedefaults
bg: Допълнителен адрес за свързване на уеб интерфейса за локално създадения BitTorrent Sync агент. Стандартно агента е свързан към 127.0.0.1. Ако искате уеб интерфейса на агента да е достъпен и на други компютри, укажете един от IP адресите на този компютър или всичките за всичките достъпни. Тази опция може да се направи персистираща за локалните агенти с --savedefaults.
cs: Volitelná manuálně zadaná adresa pro webové rozhraní lokálně spouštěného agenta. Dle výchozí hodnot je agent připojen k 127.0.0.1. Pokud chcete, aby bylo webové rozhraní přístupné ostatním počítačům, zvolte jednu z dostupných IP adres vašeho počítače nebo "all" k připojení ke všem dostupným adaptérům. Toto nastavení může zůstat pro místní agenty pomocí --savedefaults
de: Optionale Netzwerkadapter-Adresse an die die Web UI eines lokal gestarteten BitTorrent Sync Agenten gebunden werden soll. Standardmäßig bindet der Agent an 127.0.0.1. Wenn Sie die Web UI von anderen Rechnern erreichen wollen, geben Sie eine der IP Adressen des Rechners an oder "all", um an alle verfügbaren Netzwerkadapter zu binden. Diese Einstellung kann für lokale Agenten durch Angabe von --savedefaults als Voreinstellung gespeichert werden.
es: Dirección de escucha opcional para el IU Web de un agente BitTorrent Sync local. Por defecto se emplea 127.0.0.1. Si desea que el IU Web del agente sea accesible desde otros equipos, indique una de las direcciones IP de este equipo o «todas» para escuchar en todos los adaptadores disponibles. Esta opción se puede hacer persistente para agentes locales con --savedefaults.
fr: Adresse web optionnelle attachée à l'interface web d'un client BitTorrent Sync crée localement. Par défaut le client répond sur l'adresse 127.0.0.1. Si vous souhaitez que d'autres ordinateurs accèdent à l'interface web, entrez l'adresse IP de l'une des interfaces de votre ordinateur, ou "all". Cette option peut être rendue persistante localement avec --savedefaults
gl: Enderezo opcional para ligar a interface web de usuario dun axente do BitTorrent Sync creada localmente. De xeito predeterminado, o axente liga con 127.0.0.1. Se quere que a interface web de usuario do axente sexa accesíbel para outros equipos, especifique un dos enderezos IP dispoñíbeis deste equipo ou de «todos» para ligar a todos os adaptadores dispoñíbeis. Esta opción pode facerse persistente para os axentes locais con --savedefaults
hu: A helyi BitTorrent Sync ügynök webes felületének netes címe (opcionális). Alapértelmezésként 127.0.0.1. Ha azt szeretnéd, hogy a webes felület más számtógépekről is elérhető legyen, akkor add meg ennek a gépnek a nyilvános IP címét vagy az "all" szót, ha minden hálózati adapteren elérhetővé szeretnéd tenni. Ez a beállítás elmenthető a --savedefaults opcióval.
it: Indirizzo facoltativo dell'adattatore di rete al quale l'agente BitTorrent Sync si collega con l'interfaccia Web. Il valore standard a cui si collega è 127.0.0.1. Se si desidera che l'interfaccia Web sia raggiungibile da altri computer, specificare un indirizzo valido per l'adattatore di rete o *all* per specificare tutti i possibili adattatori. Quest'opzione può essere resa persistente mediante --savedefaults
nl: Optionele bind adres voor de Web UI van een lokaal BitTorrent Sync proces. Standaard bindt het proces 127.0.0.1. Als u wilt dat de Web UI van de agent te bereiken met andere computers, geeft u een van de beschikbare IP-adressen van deze computer of "all" om alle beschikbare adapters te binden. Deze optie kan blijvend worden gemaakt voor een lokaal proces met - savedefaults
pl: Opcjonalne przypisywanie adresów dla Web UI z tworzonego lokalnie agenta BitTorrent Sync. Domyślne przypisanie agenta to 127.0.0.1. Jeśli chcesz aby Web UI agenta był dostępnych dla innych komputerów, określ jeden z dostępnych adresów IP tego komputera lub "wszystko" przypisz do wszystkich dostępnych adapterów. Ta opcja może być stała dla lokalnych agentów z --savedefaults
ru: Необязательный адрес для веб-интерфейса локально созданного агента BitTorrent Sync. По умолчанию агент использует адрес 127.0.0.1. Чтобы сделать веб-интерфейс агента доступным для других компьютеров, укажите один из IP-адресов данного компьютера или укажите «all», чтобы использовать все доступные адреса. Эту настройку можно сделать постоянной для локальных агентов, используя параметр --savedefaults.

source: Include the Web UI in the menu. This option can be made persistent with --savedefaults
bg: Включи уеб интерфейса в менюто. Тази опция може да се направи персистираща с --savedefaults.
cs: Zahrnout webové rozhraní v menu. Toto nastavení může zůstat pro místní agenty pomocí --savedefaults
de: Anzeige der Web UI im Statusmenü aktivieren. Diese Einstellung kann durch Angabe von --savedefaults als Voreinstellung gespeichert werden.
es: Incluir el IU Web en el menú. Esta opción se puede hacer persistente con --savedefaults.
fr: Inclure l'interface Web dans le menu. Cette option peut être rendue persistante avec --savedefaults
gl: Incluír a interface web de usuario no menú. Esta opción pode facerse persistente con --savedefaults
hu: A webes felület elérését biztosító menüpont mutatása. Ez a beállítás elmenthető a --savedefaults opcióval.
it: Includi il punto di menu per connettersi al interfaccia Web. Quest'opzione può essere resa persistente mediante --savedefaults
nl: Neem de Web UI mee in het menu. Deze optie kan blijvend worden gemaakt voor een lokaal proces met - savedefaults
pl: Obejmuje Web UI w menu. Ta opcja może być stała z --savedefaults
ru: Включить веб-интерфейс в меню. Эту настройку можно сделать постоянной, используя параметр --savedefaults.

source: If specified, the optionally supplied credentials, bind address, port information and storable settings will be stored as default in the application preferences and used when launching a local BitTorrent Sync agent.
bg: Ако е посочено, то предоставените идентификационни данни, свързаните адреси, информацията за портовете и настройките ще се съхранят в настройките на приложението и ще се използват стандартно при стартирането на локалния BitTorrent Sync агент.
cs: Pokud zvolíte, informace (nastavení) vámi nastavené budou uložena jako výchozí a používaná při místním spouštění agenta služby BitTorrent Sync.
de: Wenn angegeben, werden alle festgelegten Anmeldedaten, Adapterzuweisungen, Port Nummern und speicherbare Einstellungen als Voreinstellung für lokal gestartete Agenten verwendet.
es: Si se indica, las credenciales, dirección de escucha, información del puerto y parametros almacenables opcionalmente proporcionados serán guardados como predeterminados en las preferencias de la aplicación y usadas al arrancar un agente BitTorrent local.
fr: Si spécifiés, le nom d'utilisateur, le mot de passe, l'adresse web, le numéro de port et les réglages qui le peuvent seront sauvegardés comme valeurs par défault dans les préférences de l'application et utilisés au lancement d'un client BitTorrent Sync local.
gl: De especificarse, as credenciais fornecidas opcionalmente, o enderezo de ligazón, a información dos portos e os axustes almacenábeis gárdanse de xeito predeterminado nas preferencias do aplicativo e utilizaranse no inicio dun axente local do BitTorrent Sync.
hu: Ha meg van adva, akkor a beírt felhasználói azonosítók, hálózati cím, port információk és más beállítások elmentésre kerülnek a helyi program beállításainál és automatikusan betöltődnek a helyi BitTorrent Sync futtatásakor.
it: Se specificato, tutte le impostazioni facoltative come ad esempio credenziali, indirizzo di connessione ed impostazioni salvabili verranno salvate come standard ed usate se un agente locale verrà lanciato.
nl: Indien gespecificeerd, zullen het optionele bind adres, de poort en opgeslagen instellingen worden opgeslagen als standaard in de applicatie voorkeuren en gebruikt bij het opstarten van een lokaal BitTorrent Sync proces.
pl: Jeśli określony, opcjonalnie podane poświadczenia, przypisanych adresów, informacji portu i zestawy ustawień będą zapisane jako domyślne w preferencji aplikacji i użyte kiedy zostanie uruchomiony lokalnie agent BitTorrent Sync.
ru: Если выбрано, указанные учётные данные, адрес привязки, данные о портах и сохраняемые настройки будут сохранены и станут использоваться по умолчанию при запуске локального агента BitTorrent Sync.
