Repository: reelsense/btsync-deb
Catalog: btsync-gui/po/*.po
Languages: bg, cs, de, es, fr, gl, hu, it, nl, pl, ru

source: If specified, the dark indicator icon set will be used. This option can be made persistent with --savedefaults
cs: Pokud zvolíte, bude použita černý indikátor. Toto rozhodnutí se může stát trvanlivým pomocí --savedefaults
de: Wenn angegeben, wird ein dunkles Symbolset für die Statusanzeige benutzt. Diese Einstellung kann durch Angabe von --savedefaults als Voreinstellung gespeichert werden.
es: Si se especifica, se usará el conjunto de iconos de indicadores oscuro. Esta opción se puede hacer persistente con --savedefaults
fr: Si spécifié, le thème d'icône sombre sera utilisé. Cette option peut être rendue persistante avec --savedefaults
gl: Se o especifica, utilizarase o conxunto escuro de iconas indicadoras. Esta opción pode facerse persistente con --savedefaults
hu: Ha meg van adva, akkor a sötét színű ikon jelenik meg. Ez a beállítás elmenthető a --savedefaults opcióval.
it: Se specificato, sarà usato un set di simboli di stato scuri. Quest'opzione può essere resa persistente mediante --savedefaults
nl: Indien gespecificeerd, zal de donkere indicator icon set worden gebruikt. Deze optie kan persistent worden gemaakt met --savedefaults
pl: Jeśli ustawiono, używana będzie ciemna ikona powiadomień. Ta opcja może zostać ustawiona na stałe przy pomocy --savedefaults
ru: Если включено, для индикатора будут использоваться тёмные значки. Эту настройку можно сделать постоянной, используя параметр --savedefaults.

source: Advanced Connection Settings
de: Fortgeschrittene Verbindungs-Einstellungen
it: Impostazioni Avanzate

source: Enable Access to Web UI
de: Aufruf der Web UI im Statusmenü
it: Interfaccia web nel menu di sistema

source: Enable Dark Icon Set
de: Dunkles Symbolset aktivieren
it: Set di icone scure

source: Enable Folder Display in Menu
de: Verzeichnisse im Statusmenü
it: Cartelle condivise nel menu di sistema

source: Settings
de: Lokale Einstellungen
it: Impostazioni locali

source: This page contains local settings that affect only the function of the BitTorrent Sync GUI. The settings are stored locally in the user's home directory.
de: Diese Seite enthält lokale Einstellungen die sich auf die BitTorrent Sync GUI beziehen. Diese Einstellungen werden lokal im Home-Verzeichnis des Benutzers gespeichert.
it: Questa pagina contiene impostazioni locali che riguardano solamente BitTorrent Sync GUI. Queste impostazioni vengono salvate nella cartella personale dell'utente.

source: All
de: Alle
it: Ogni

source: Bind Address:
de: Web UI Adresse:
it: Indirizzo interfaccia web:

source: Bind Port:
de: Web UI Port:
it: Porta interfaccia web:

source: If you specify any credentials, the Web UI of Sync will be secured with the specified credentials, otherwise random credentials are created at any application start.
de: Falls hier Zugangsdaten angegeben werden, wird die Web-Oberfläche mit diesen gesichert. Andernfalls werden zufällige Zugangsdaten bei jedem Programmstart generiert.
it: Speicificando credenziali, l'interfaccia web sarà protetta da suddette credenziali, altrimenti credenziali casuali saranno utilizzate ad ogni avvio del programma.

source: Local Host
de: Loopback-Schnittstelle
it: Connessione interna

source: Other
de: Andere
it: Altro

source: User Name:
de: Benutzername:
it: Nome utente:

source: File
bg: Файл
cs: Soubor
de: Datei
es: Archivo
fr: Fichier
gl: Ficheiro
hu: Fájl
nl: Bestand
pl: Plik
ru: Файл

source: Password:
de: Passwort:

source: Copyright © 2014, BitTorrent Inc.
bg: Авторски права © 2014, BitTorrent Inc.
ru: Копирайт © 2014, BitTorrent Inc.

source: bytes
bg: байта
cs: bajty
es: B
fr: octet(s)
hu: byte
pl: bajtów
ru: байт

source: KB
bg: кБ
fr: Ko
ru: КБ

source: MB
bg: МБ
fr: Mo
ru: МБ

source: GB
bg: ГБ
fr: Go
ru: ГБ

source: TB
bg: ТБ
fr: To
ru: ТБ
